[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "Versio 2 / Marraskuu 2016"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "AKASHA: Käyttöehdot"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 AKASHA on seuraavan sukupolven sosiaalinen blogiverkosto joka käyttää Ethereum sekä IPFS (Inter Planetary File System) tietojärjestelmää hyödykseen.\n2 Käyttämällä AKASHA verkostoa sekä luomalla AKASHA indentiteetin tai Smart profiilin, vahvistat että olet lukenut sekä ymmärtänyt ja hyväksyt käyttöehdot jotka on vahvistettu dokumentissa (\"käyttöehdot”).\n3 AKASHAN nykyinen versio on PRE-ALPHA versio, jonka vuoksi voimme myöhemmässä vaiheessa pyytää lukemaan sekä hyväksymään uusia lisäyksiä käyttöehtoihimme koskien verkostoa ja sen käyttöä sekä lisättyä omaisuuksia.\n4 Ennen AKASHA sovelluksen asentamista, varmista että olet ladannut .zip tiedoston käyttämällä AKASHAN lähettämää ennakkokutsua. Tiedostojen purkaminen/asentaminen joita ei ole lähetetty AKASHAN toimesta voi sisältää huomattavia tietoturvariskejä."
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Yksityisyys"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5 Tietosuoja on meille erittäin tärkeää joka erottaa AKASHAN muista tunnetuista Sosiaalisista verkostoista. AKASHA verkosto on suunniteltu siten, että voit valvoa miten jaat tietosi muiden kanssa.. AKASHA ei kerää tai käytä tietojasi tai jakamaasi sisältöä muihin kuin itse määrittämiisi tarkoituksiin."
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2 Jakamalla sisältösi sekä tiedot"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6 Omistat kaikki oikeudet AKASHA verkostoon lataamaasi sisältöön ja tietoihin. Voit määrittää AKASHA verkoston asetuksista  miten lataamasi sisältö näkyy muille.\n7 Koskien sisältöä joka on tekijänoikeuslakien alaisena, valokuvia, tekstiä sekä videoita (IP sisältö), sinulla on mahdollisuus valita eri lisenssin välillä (joka kattaa; kaikki oikeudet pidätetään, mitään ei oikeuksia pidätetä) antaen mahdollisuuden määrittää, miten ja millä edellytyksillä sisältöäsi  voidaan käyttää muiden toimesta.\n8 Julkaisemalla tekijänoikeuslakien alaista sisältöä AKASHA verkostossa, myönnät AKASHA verkostolle yksinomaisen, siirrettävän, ala-lisensoitavan, maksuttoman, maailmanlaajuisen lisenssin käyttää tekijänoikeuden alaista sisältöä julkaistavaksi AKASHA verkostossa kuten on määritelty käyttöehtojen  Lisenssi vaihtoehdoissa.\n9  Tiedostat että AKASHA on hajautettu verkosto sekä, näin ollen, verkostossa julkaistu sisältö ei ole minkään oikeudellisen tahon tai yksityisen henkilön valvonnan alaisena. Tästä johtuen et myöskään voi täysin poistaa sisältöä joka on julkaistu AKASHA verkostossa. Poistaessasi sisältöä, on se ainostaan poistettu näkyvältä listalta ja vaikeampaa löytää muiden toimesta. Nän ollen, tiedostat että poistettu sisältö voi olla näkyvissä muille ilman aika-rajaa.\n10  Julkaisemalla sisältöä lisenssin \"mitään ei oikeuksia pidätetä\" alaisena, myönnät verkoston kaikille käyttäjille oikeuden sisällön käyttöön, liittäen ( nimesi sekä profiilikuvan) sekä tiedostat luovuttaneesi kaikki tekijänoikdeudet -sekä muut oikeudut kyseiseen sisältöön."
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3 Ei lakien vastaista toimintaa tai sisältöä"
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 Tiedostat että AKASHA on hajautettu verkosto joka ei ole minkään oikeudellisen tahon tai yksityisen henkilön valvonnan alaisena. AKASHA ole tietoinen tai pysty valvomaan loukkaakko julkaistu sisältö kolmannen osapuolen tekijänoikeuksia tai onko sisältö lainvastaista millään hallintoalueella. Nän ollen, AKASHA verkoston menestys perustuu käyttäjien omaan vastuuseen. Käyttämällä  AKASHA palvelua sitoudut pitämään sen puhtaana kaikesta lainvastaisesta sisällöstä ja toiminnasta. Erityisesti: \n§ Et tavoittele toisen henkilön kirjautumustunnuksia tai kirjaudu profiiliin joka kuuluu toiselle osapuolelle.\n§ Et kiusaa, uhkaile tai häiritse toisia käyttäjiä.\n§ Et julkaise sisältöä joka sisältää vihapuhetta, uhkailua tai lietsoo väkivaltaa.\n§ Et käytä AKASHA palvelua lainvastaiseen tarkoitukseen hallintoalueellasi tai Sveitsissä.\n§ Et käytä AKASHA palvelua harhaanjohtaviin, tahallisiin tai  muita syrjivään tarkoitukseen.\n§ Et julkaise sisältöä tai toimi tavalla joka loukkaa tai rikkoo muiden oikeuksia tai muutoin rikkoo lakia.\n12 Tarkoituksena on että päivitetyt versiot AKASHA alustasta sisältävät  toimintoja jotka antavat AKASHA yhteisölle mahdollisuuden sisällön itse-moderointiin ilman AKASHA International GmbH osallistumista."
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Rekisteröinti sekä henkilöllisyys"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 AKASHA verkostossa yksityisyys on kaikki kaikessa. Voit luoda tunnuksen käyttämällä tietojasi ja ylläpitää useita identiteettejä. Koska AKASHA toimii Ethereum alustalla, AKASHAN käyttöön sisältyy tiettyjä maksuja. Näin ollen et voi käyttää AKASHAA mikäli olet alle 13-vuotias."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Maksujen periminen."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14. Luodessasi identiteetin, saat käyttöösi Ethereum osoitteen ( Ethereum indentiteetti-avain) Johon sinun tulee siirtää pieni summa Etheriä (ETH). Aina kun AKASHA verkoston käytöstä koituu kuluja tai maksuja, maksu - sen jälkeen kun olet antanut suostumuksen jokaiselle erilliselle siirrolle - maksetaan se Ethereum osoitteesi saldosta. Etheriumin määrä Etherium osoitteessa pysyy hallinnassasi ja voit siirtää varoja milloin tahansa."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Markkinointi"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 AKASHA verkosto pysyy markkinoinnista sekä muusta kaupallisesta sekä sponsoroidusta sisällöstä vapaana. Mahdollistaaksemme tämän, suostut ja pidättäydyt käyttämästä AKASHA verkostoa markkinointi tarkoituksiin."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7 Ei takuuta"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 Ymmärrät ja hyväksyt nimenomaisesti, että AKASHA: n ja Ethereum Identiteeti -avaimen saatavuudesta, toiminnallisuudesta ja / tai menestyksestä ei ole minkäänlaista takuuta, ilmaistuna tai epäsuorasti lain sallimissa rajoissa. Ja että Pre-Alpha-julkaisu AKASHA Palvelua käytetään yksin omalla vastuullaan \"sellaisenaan\" ja \"kehitteillä\" ilman lain sallimaa laajuutta, minkäänlaisia takuita, mukaan lukien, mutta ei rajoittuen, takuuehdot tai epäsuorat takuut , myyntikelpoisuus tai sopivuus tiettyyn tarkoitukseen;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. Salasana / Avoin kirjautuminen"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17 Osana henkilöllisyytesi luomista, sinun on annettava salasana. Salasanaa käytetään AKASHA palveluun sisäänkirjautumiseen sekä Ethereum Identiteetti osoitteen saldo -ominaisuuden käyttämiseen. Sinun on pidettävä salasana turvassa ja et saa jakaa sitä kenenkään kanssa.\n             18 Kirjautuessasi sisään, sinulla on mahdollisuus luoda turvattu \"koodi (hash / token)\" haluamallesi ajanjaksolle, jonka avulla voit turvallisesti allekirjoittaa tapahtumat ollessasi sisäänkirjautuneena ilman salasanan kirjoittamista joka kerta, kun julkaiset, kommentoit tai äänestä jotain (Open Login Function). Kun valittu ajanjakso päättyy, sinua kehotetaan palauttamaan salasanasi uudelleen. Varmista, ettet jätä AKASHA -käyttölaitettasi vartioimatta sen jälkeen, kun olet valinnut Open Login -toiminnon."
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9 Riskit"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 Ymmärrät ja hyväksyt AKASHA:n sekä ETH lompakkoosi siirtoihin sisältyvät riskit josta esimerkkinä jäljempänä. Erityisesti, mutta ei päätellen, ymmärrät jäljempänä luetellut luontaiset riskit:\n                § Ohjelmistohäiriöiden riski: Ymmärrät ja hyväksyt, että AKASHA, älykäs sopimusjärjestelmä, ohjelmisto ja sovellusohjelmisto (Ethereum blockchain) ovat vielä alkuvaiheessa ja ei todennettu, jonka vuoksi AKASHA:lla ei ole takuuta keskeytymättömästä tai virheettömästä toiminnasta ja miksi on olemassa riski siitä, että ohjelmisto saattaa sisältää heikkouksia, haavoittuvuuksia tai vikoja, jotka voivat aiheuttaa muun muassa profiilin ja / tai ETH lompakkoosi talletettujen varojen täydellisen menetyksen.\n                § Sääntelyriski: Käyttäjä ymmärtää ja hyväksyy, että blockchain teknologia mahdollistaa uudenlaisen vuorovaikutuksen muodot ja että on mahdollista, että tietyt lainkäyttöalueet soveltavat voimassa olevia säännöksiä tai ottavat käyttöön uusia säännöksiä, jotka koskevat blockchain teknologiaan perustuvia sovelluksia, jotka voivat olla ristiriidassa nykyisen AKASHA ohjelmiston kanssa ja jotka voivat muun muassa johtaa olennaisiin muutoksiin AKASHA: ssa, mukaan lukien sen irtisanominen ja talletetun ETH: n menettäminen lompakostasi.\n                § Hylkäämisen riski / menestymisen puute: Ymmärrät ja hyväksyt, että AKASHA: n kehittäminen beta-versiosta edemmäs voidaan luopua monista syistä, mukaan lukien yleisön kiinnostuksen puuttuminen, rahoituksen puute, kaupallisen menestymisen tai tulevaisuudennäkymät ( esimerkiksi kilpailevien hankkeiden aiheuttama).\n                § Varkauden riski: Ymmärrät ja hyväksyvät, että AKASHA: n älykäs sopimuskonsepti, taustalla oleva ohjelmistosovellus ja ohjelmistoalusta (Ethereum blockchain) voivat altistua hakkereiden tai muiden henkilöiden tekemille hyökkäyksille, jotka voivat johtaa ETH: n varastamiseen tai menettämiseen lompakostasi.\n                § Ethereum-louhinta-iskujen riski: Ymmärrät ja hyväksyvät, että AKASHA:n käyttämä blockchain -ketju, kuten muiden krypto-valuuttojen tapaan, on altis louhinta iskuille, mukaan lukien mutta ei rajoittuen kaksinkertaiseen kulutukseen kohdistuviin hyökkäyksiin, enemmistö louhinta teho-iskuille, \"itselouhinta\"iskuille, ja kilpailu hyökkäyksille.\n                § Uuden version riski: Sinä ymmärrät ja hyväksyt sen, että louhijoiden verkosto hallitsee lopulta AKASHAA. Ymmärrät, että suurin osa näistä louhijoista voi sopia missä tahansa vaiheessa tehdä muutoksia viralliseen AKASHA-verkkoon ja suorittaa uuden version älykkääseen sopimusjärjestelmän."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Verotus"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 Sinulla on yksinomainen vastuu määrittää, onko AKASHA: lla oleviin toimenpiteisiin tai liiketoimiin liittynyt verotuksellista vaikutusta."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. Vastuuvapaus"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 Tiedostat ja hyväksyt, että minkä tahansa sovellettavan lain sallimassa laajuudessa, käyttäjä ei pidä AKASHA: n kehittäjiä, urakoitsijoita tai perustajia vastuussa mistään vahingoista tai loukkaantumisista, jotka johtuvat tai jotka liittyvät palvelun käyttöön (mukaan lukien laiminlyönti),  AKASHA ei ole vastuussa syistä tai epäsuorista toimista minkään hallintoalueen alla, sisältäen, eristyisesti, esimerkillisiä tai välillisiä vahinkoja (mukaan lukien voiton menetyksestä, liikearvosta, tietojen liikearvosta tai muista aineettomista tappioista) millään tavoin AKASHA: n käytöstä tai kyvyttömyydestä johtuen.\n            22 Erityisesti tunnustat ja hyväksyt, että AKASHA ja sen kehittäjät, urakoitsijat tai perustajat eivät missään olosuhteissa ole vastuussa sinulle tai minkään muun osapuolen, henkilön tai yhteisön vahingoista tai tappioista, jotka voivat johtua seuraavista:\n                § AKASHA: n irtisanominen, keskeyttäminen, menettäminen tai muuttaminen;\n                § AKASHAn käyttö tai kyvyttömyys käyttää AKASHAa;\n                § Pääsyn viivästyminen tai pääsyn keskeytykset AKASHA -palveluun;\n                § Tietojen toimittamatta jättäminen, väärän toimituksen, korruption, tuhoamisen tai muun muutoksen johdosta;\n                § AKASHA:n ulkopuolella olevat tapahtumat;\n                § sovellettavan lain, sääntelyn tai AKASHA-politiikan soveltaminen;\n                § Lompakkoon talletettujen varojen maksaminen tai maksamatta jättäminen;\n                § AKASHAAN liittyvistä virheistä, laiminlyönneistä tai vääristävyyksistä johtuva tappio tai vastuu (tämä sisältää tietojen menetyksen, joka johtuu viivästyksistä, epäsäännöllisyydestä, virheellisestä toimituksesta tai palvelun keskeytyksistä riippumatta syystä);\n                § Vahinko tai vastuu, joka johtuu henkilöllisyytesi, salasanan tai muun tietoturva-autentikointivaiheen luvattomasta käytöstä tai väärinkäytöstä;\n                § sisällön luvaton käyttö tai muuttaminen;\n                § Kolmansien osapuolten oikeuksien rikkominen, mukaan lukien, mutta ei rajoittuen, julkisuusoikeudet, yksityisyyteen liittyvät oikeudet, teollis- ja tekijänoikeudet ja muut oikeudet;\n                § Muut asiat, jotka liittyvät AKASHAn käyttöön.\n            AKASHA ei vastaa mistään sisällöstä, tavaroista ja palveluista, joita olet myynyt tai muulla tavalla laittanut saataville AKASHA: n kautta tai AKASHA palvelussa olevien tietojen laadusta tai tarkkuudesta. AKASHA ei hyväksy, tai takaa mitään AKASHA: n kautta tarjottua tuotetta tai palvelua, eikä se ole osapuolena tai millään tavalla tarkkaile mitään teidän ja kolmannen osapuolen välisiä liiketoimia, joita tarjotaan AKASHA: n palveluista tai käytöstä, mukaan lukien, mutta ei niihin rajoittuen, kaikki sisällön, liiketoimien tai liiketoiminta-sopimusten lisensointi."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Sekalainen"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24 Hyväksyt, että mikäli osa näistä ehdoista on lainvastainen tai täytäntöönpanokelvoton, kokonaan tai osittain tällaisen säännöksen on toimivaltansa suhteen oltava tehoton vain sen laajuuden osalta, jonka mukaan tällainen virheellisyys - tai täytäntöönpanokelpoisuus määritetään vaikuttamatta sen pätevyyteen tai täytäntöönpanokelpoisuuteen muulla tavoin tai lainkäyttövaltaan kuulumattomalla tavalla, eikä vaikuta Ehtojen muihin määräyksiin, jotka ovat edelleen voimassa.\n             25 Sovellettava laki on Sveitsin laki. Kaikki AKASHAn yhteydessä tai sen yhteydessä syntyneet riidat\n             ratkaistaan lopulta vastaajan rekisteröidyn kotipaikan tavanomaisilla tuomioistuimilla."
    }
]