[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "Version 2 / November 2016"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "АКАША: умови обслуговування"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 АКАША-це наступне покоління соціальної блог-мережі приведений в дію новий тип комп'ютера, відомого як Эфириума і планетарної файлової системи.\n            2 за допомогою АКАША і створення АКАША особистості або профіль Смарт-контракт підтвердить, що Ви уважно ознайомилися і повністю розумієте і погоджуєтеся з умовами та умови, викладені в цьому документі (\"умови\").\n            3, тому що Поточна версія АКАША-це пре-Альфа-Реліз, ми можемо попросити вас розглянути і прийняти нові або додаткові умови, які застосовуються до взаємодії з АКАШІ і нововведених функцій у майбутньому.\n            4 Перед установкою AKAHSA, будь ласка, переконайтеся, що ви завантажили .zip-файл за допомогою пре-Альфа запрошує безпосередньо спрямовані на АКАШІ. Розпакування / установка будь-які інші файли можуть бути сполучені з істотними ризиками безпеки."
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Privacy"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5 Ваша конфіденційність дуже важлива для нас, який відрізняє АКАША з відомих соціальних мереж. Ми розробили АКАША таким чином, що ви зможете контролювати те, як ви діліться своїми даними з іншими. АКАША не буде збирати і використовувати ваш контент та інформацію для будь-яких інших цілей, ніж вибраний Вами."
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2. Обмін матеріалами та інформацією"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6 Вам належать усі матеріали та інформація, яку Ви розміщуєте на АКАШІ. АКАШІ дозволяє контролювати свій контент і як з допомогою налаштувань АКАШІ.\n            7 для Вмісту який транслюється на права на інтелектуальну власність, як фото, текст і відео (ІВ), у вас є можливість вибрати між різними ліцензійних варіантів (охоплюють спектр від Усі права захищені ніякі права не захищені) дозволяє Вам вказати, як і при яких умовах ваш контент може використовуватися іншими особами.\n            8, опублікувавши свій IP Контенту на АКАШІ, АКАША ви надаєте невиключне, непередаване, в порядку субліцензування, безоплатну, всесвітню ліцензію на використання ІС для цілей її публікації на АКАШІ і з урахуванням умов, зазначених у ліцензії параметрів.\n            9 Ви знаєте, що АКАША-це децентралізованих додатків і, що, отже, опубліковані на АКАШІ не знаходиться під контролем якої-небудь юридичної особи або приватної особи. Відповідно, Ви не можете повністю видалити будь-який контент, опублікований на платформі АКАШІ. Коли ви видаляєте контент, ваш контент тільки делістинг і важче знайти для інших. Однак, ви розумієте, що віддалений контент зберігаються без будь-яких обмежень часу і все ще може бути доступна іншим.\n            10 при публікації Контенту за допомогою параметра \"ніякі права не захищено\" в ліцензійному варіанті, це означає, що ви дозволяєте всім, щоб отримати доступ і використовувати цей контент, щоб пов'язувати її з вами (тобто з вашим ім'ям і фотографією профілю) і що хвилі всі ваші авторських і суміжних прав на цей контент."
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. Ніякої незаконної діяльності та утримання"
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 Ви знаєте, що АКАША-це повністю децентралізована Платформа, яка не знаходиться під контролем якої-небудь юридичної особи або приватної особи. АКАША не має ніякого знання і немає коштів, щоб контролювати будь-які матеріали, опубліковані на АКАШІ порушує прав інтелектуальної власності третіх осіб або є незаконним у відповідності з законодавством деяких юрисдикцій. Відповідно, успіх АКАШІ залежить від відповідальності кожного користувача. З допомогою АКАША ви повинні тримати АКАША очистити від будь-якого незаконного контенту і діяльності. Зокрема:\n                § Ви не будете запитувати логін або відкрити профіль чужий.\n                § Ви не задирати, залякувати або переслідувати інших користувачів.\n                § Ви не будете розміщувати контент, який є ненависть, погрожуючи, підбурює до насильства\n                § Ви не будете використовувати АКАШІ нічого незаконного у вашій юрисдикції чи в Швейцарії\n                § Ви не будете використовувати АКАША робити вводять в оману, шкідливі або дискримінаційних дій.\n                § Ви не будете розміщувати контент або робити які-небудь дії на АКАШІ, який обмежує або порушує чиї-небудь права чи іншим чином порушує закон.\n            12 передбачається, що оновлені версії АКАШІ буде містити функції, які дозволяють співтовариству АКАША самостійно модерувати контент, розміщений на платформі без безпосередньої участі АКАША Інтернешнл ГмбХ."
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Реєстрація і особистість"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 АКАША-це все про конфіденційність. Ви можете створити особистість, використовуючи облікові дані свій вибір або підтримувати множинні ідентичності. Однак, як гра працює на платформі Эфириума, використання АКАШІ передбачає певні платежі. Відповідно, Ви не будете використовувати АКАША, якщо ви перебуваєте під 13 років."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Payment of Fees"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14 When creating an Identity, you will be provided with an Ethereum Address (Ethereum Identity Key) to which you will need to make a transfer of a small amount of Ether (ETH). Whenever your usage of AKASHA is subject to the payment of a fee, this fee – after you have provided your consent in each individual case – will be withdrawn from your Ethereum Identity Key Balance. The amount of ETH on your Ethereum Identity Key Balance remains in your control and may be withdrawn any time."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Advertisement"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 AKASHA shall remain free from any advertising and other commercial or sponsored content. In order to help us do that, you agree to refrain from using AKASHA for advertising purposes."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7. No warranty"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 You understand and expressly accept that there is no warranty whatsoever regarding the availability, functionality, and/or the success of AKASHA and the Ethereum Identity Key , expressed or implied, to the extent permitted by law, and that the Pre-Alpha release of AKASHA is used at the sole risk of yourself on an “as is” and “under development” basis and without, to the extent permitted by law, any warranties of any kind, including, but not limited to, warranties of title or implied warranties, merchantability or fitness for a particular purpose;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. Password / Open Login"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17    As part of creating your identity, you will need to provide a password. The password will be used to access AKASHA and make use of your Ethereum Identity Key Balance. You must keep this password safe and may not share it with anybody.\n            18    When logging in you have an option to create a secure “authentication hash/token” for a amount of time in your choice, which allows you to securely sign transactions while logged in without having to reintroduce your password each time you post, comment or vote on something (Open Login Function). When the selected time period expires, you will be prompted to reintroduce your password. Please assure that you do not leave your AKASHA access device unattended after having chosen the Open Login Function.z"
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9. Risks"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 Ви розумієте і приймаєте ризики у зв'язку з використанням АКАША і передачі пов для Гаманця, як зразковий, викладених далі. Зокрема, але не Завершальні, ви розумієте ризики, перераховані далі:\n                § Ризик програмного забезпечення недоліки: ви розумієте і приймаєте, що АКАША, розумний контрактній системі концепції, що лежать в основі прикладного програмного забезпечення і програмної платформи (тобто блокчейн Эфириума) все ще знаходиться в ранній стадії розробки і бездоказово, то чому немає ніяких гарантій в тому, що АКАШІ буде виконуватися безперервним або безпомилковим, і тому існує ризик, що програмне забезпечення може містити слабкості, вразливості або помилки, що викликають, зокрема, повної втрати Вашого профілю та/або Eth, запропонований вами поповнити гаманець.\n                § Нормативно-правові ризики: Користувач усвідомлює і погоджується з тим, що технологія blockchain дозволяє нові форми взаємодії і що цілком можливо, що у деяких правових системах застосовуються існуючі правила або ввести нові правила, що стосуються, блокчейн технології на основі програм, які можуть суперечити чинному установки АКАШІ і які можуть, зокрема, приводити до істотної модифікації АКАША, в тому числі його розірвання і втрати пов запропонований вами поповнити гаманець.\n                § Ризик відмови / відсутності успіху: Ви розумієте і приймаєте, що розвиток АКАШІ за рамки бета-версії можуть бути відкинуті по ряду причин, включаючи відсутність інтересу з боку громадськості, відсутність фінансування, відсутність комерційного успіху та перспективи (наприклад, в результаті конкуруючих проектів).\n                § Ризик крадіжки: Ви розумієте і приймаєте, що АКАШІ розумний договір поняття, основне програмне забезпечення і додатки програмна Платформа (тобто блокчейн Эфириума) можуть бути піддані атакам хакерів або інших осіб, які можуть призвести до крадіжці або втраті пов запропонований вами поповнити гаманець.\n                § Ризик Эфириума гірничо атаки: Ви розумієте і погоджуєтеся, що, як і для інших криптовалют, блокчейн, використовувані для АКАШІ схильний гірничо атак, включаючи, але не обмежуючись двічі провести атак, більшість гірничо силові атаки, \"егоїст-майнінг\" атак, і гонки, нападу.\n                Ризик § новій версії: Ви розумієте і приймаєте, що мережа шахтарів буде в кінцевому підсумку контроль АКАШІ. Ви розумієте, що більшість з цих шахтарів змогли домовитися в будь-який момент вносити зміни в офіційну мережу АКАША і запуску нової версії системи смарт-контрактів."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Taxation"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 Ви несете одноосібну відповідальність, щоб визначити, якщо будь-які дії або операції, пов'язаної з АКАШІ мають податкових наслідків для себе."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. No Liability"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 You acknowledge and agree that, to the fullest extent permitted by any applicable law, the User will not hold any developers, contractors or founders of AKASHA liable for any and all damages or injury whatsoever caused by or related to the use of, or the inability to use,    AKASHA under any cause or action whatsoever of any kind in any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that developers of AKASHA shall not be liable for any indirect, incidental, special,              exemplary or consequential damages (including for loss of profits, goodwill, data goodwill or other intangible losses) in any way whatsoever arising out of the use of, or the inability to use of AKASHA.\n            22 In particular, you acknowledge and agree that AKASHA and any of its developers, contractors or founders will not be liable under any circumstances to you or any other party, person or entity for any damages or losses that may result from the following:\n                § Termination, suspension, loss or modification of AKASHA;\n                §  Use of or inability to use AKASHA;\n                §  Access delays or acces interruptions to AKASHA;\n                §  Data non-delivery, mis-delivery, corruption, destruction or other modification;\n                §  Events beyond AKASHA’s control;\n                §  Application of any applicable law, regulation or AKASHA policy;\n                §  Disbursement or non-disbursement of fund held on your Deposit Wallet;\n                §  Loss or liability resulting from errors, omissions or misstatements related to AKASHA (this includes loss of data resulting from delays, nondeliveries, mis-deliveries or service interruptions independent of the cause);\n                §  Loss or liability resulting from the unauthorized use or misuse of your Identity, password or other security authentication option;\n                §  Unauthorized use or alteration of your content;\n                §  Violation of any third party rights, including, but not limited to, rights of publicity, rights of privacy, intellectual property rights and any other proprietary rights;\n                §  Any other matter relating to your use of AKASHA.\n            23 AKASHA disclaims any responsibility for any content, goods and services sold by you or otherwise made available through AKASHA, or the quality or accuracy of any information on AKASHA. AKASHA will not endorse, warrant, or guarantee any product or service offered through AKASHA, and will not be a party to or in any way monitor any transaction between you and third-party offered through or resulting from the services or use of AKASHA, including, but not limited to, all licensing of content, transactions, or any business agreements."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Miscellaneous"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24. Ви згодні, що якщо будь-яка з цих умов буде визнано незаконним або нездійсненним в цілому або в частині, таке положення має, як в такій юрисдикції, бути неефективним тільки в тій мірі, такого визначення недійсність або незастосовність не впливають на дійсність або придатність його будь-яким іншим способом або юрисдикції, що не впливає на інші положення умов, які повинні залишатися в повній силі і дії.\n            25 застосовним правом є законодавство Швейцарії. Будь-який спір, який виникає або у зв'язку з АКАШІ\n            підлягають остаточному вирішенню у судах загальної юрисдикції за місцем реєстрації відповідача."
    }
]