[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "Versi 2 / November 2016"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "AKASHA: Hal Layanan"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 AKASHA adalah jaringan blogging sosial generasi selanjutnya yang didukung oleh jenis komputer baru yang dikenal sebagai Ethereum dan Antar Planet File Sistem.            2 Dengan menggunakan AKASHA dan  membuat identitas AKASHA atau kontrak profil pintar, anda memastikan untuk meninjau  secara hati-hati dan memahami secara seksama dan menyetujui persyaratan dan ketentuan yang tercantum dalam dokumen ini (\"Persyaratan\").            3 karena versi AKASHA pada saat ini hanya merupakan Pre-Alpha release saja, kami mungkin  meminta anda untuk meninjau dan menerima persyaratan baru atau tambahan persyaratan yang berlaku untuk interaksi anda dengan AKASHA dan kegunaan yang  baru diperkenalkan di masa depan.            4 Sebelum menginstal AKASHA, harap pastikan bahwa anda telah mendownload  file .zip dengan menggunakan undangan pre-alpha yang langsung dikirim oleh AKASHA. Mengekstrak / memasang file lainnya mungkin mengundang resiko keamanan yang tinggi."
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Pribadi"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5 Pribadi anda sangat penting bagi kami yang membedakan AKASHA dari setiap jaringan media sosial yang dikenal. Kami merancang AKASHA sedemikian rupa sehingga anda tetap mengendalikan bagaimana anda berbagi data dengan orang lain. AKASHA tidak akan mengumpulkan dan menggunakan konten dan informasi anda untuk tujuan lain selain yang dipilih oleh anda."
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2. Berbagi konten dan informasi anda"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6  Anda memiliki semua konten dan informasi yang anda publikasikan di AKASHA. AKASHA memungkinkan anda mengendalikan konten anda dan bagaimana cara berbagi melalui pengaturan AKASHA anda.            7 Untuk konten yang tercakup dalam hak kekayaan intelektual, seperti foto, teks dan video (Konten IP), anda memiliki kemungkinan untuk memilih antara Pilihan Lisensi yang berbeda (mencakup spektrum dari semua hak yang dilindungi hak cipta) yang memungkinkan anda menentukan bagaimana dan dalam kondisi apa konten anda yang mungkin digunakan oleh orang lain.            8 Dengan menerbitkan Konten IP anda di AKASHA, anda memberikan AKASHA yang tidak eksklusif, dapat dipindahtangankan, sub lisensi, bebas royalti, di seluruh dunia untuk menggunakan konten IP untuk tujuan penerbitannya di AKASHA dan tunduk pada persyaratan yang anda tentukan di Opsi Lisensi.            9 Anda sadar bahwa AKASHA adalah aplikasi terdesentralisasi dan bahwa, akibatnya, konten yang dipublikasikan di AKASHA tidak terkendali atas badan hukum atau individu pribadi manapun. Dengan demikian, anda mungkin tidak sepenuhnya menghapus konten yang dipublikasikan dari Platform AKASHA. ketika  anda menghapus konten, konten anda hanya akan dihapus dan sulit ditemukan untuk orang lain. Namun, anda memahami bahwa konten yang dihapus tetap ada tanpa batasan waktu dan mungkin masih tersedia untuk orang lain.            10  Saat anda mempublikasikan konten menggunakan pengaturan \"Tidak ada hak milik\" dalam Opsi Lisensi, ini berarti anda mengizinkan setiap orang mengakses dan menggunakan konten tersebut, untuk mengaitkannya dengan anda (misalnya, nama dan gambar profil anda) dan anda melambaikan semua hak cipta dan hak terkait konten ini.\n ."
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. Tidak ada aktivitas dan konten yang tidak sah\n "
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 You are aware that AKASHA is a fully decentralized platform that is not under control of any legal entity or private individual. AKASHA has no knowledge of and no means to control whether any content published on AKASHA violates any third party intellectual property rights or is illegal under the laws of certain jurisdictions. Accordingly, the success of AKASHA relies in the responsibility of each User. By using AKASHA you commit to keep AKASHA clean from any unlawful content and activities. In particular:\n                §  You will not solicit login information or access a Profile belonging to someone else.\n                §  You will not bully, intimidate or harass any other User.\n                §  You will not post content that is hate speech, threatening, incites violence\n                §  You will not use AKASHA to do anything unlawful in your jurisdiction or in Switzerland\n                §  You will not use AKASHA to do anything misleading, malicious or discriminatory.\n                §  You will not post content or take any action on AKASHA that infringes or violates someone else's rights or otherwise violates the law.\n            12 It is envisaged that updated versions of AKASHA will contain functionalities which enable the AKASHA Community to self moderate the content published on the platform without direct involvement from AKASHA International GmbH."
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Pendaftaran dan Identitas"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 AKASHA adalah semua tentang privasi. anda mungkin membuat sebuah identitas menggunakan yang sebanding dari pilihan anda atau mempertahankan beberapa identitas. Bagaimanapun, sebagai AKASHA berjalan pada Ethereum platform, penggunaan AKASHA melibatkan pembayaran tertentu. dengan demikian, anda tidak akan menggunakan AKASHA jika anda berusia di bawah 13 tahun."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Pembayaran biaya"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14 ketika membuat identitas, anda akan diberikan sebuah alamat ethereum ( ethereum identitas kunci) yang akan anda butuhkan untuk melakukan transfer sejumlah kecil dari eter (ETH). setiap kali anda menggunakan AKASHA anda dikenakan biaya pembayaran, biaya ini - setelah anda memberikan persetujuan anda dalam setiap kasus- akan diambil dari saldo kunci identitas ethereum. jumlah ETH pada saldo kunci identitas Ethereum anda tetap berada dalam kendali anda dan dapat ditarik kapanpun."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Iklan"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 AKASHA akan tetap bebas dari setiap iklan dan konten komersial atau sponsor lainnya. Untuk membantu kami melakukan itu, anda setuju untuk tidak menggunakan AKASHA untuk tujuan periklanan."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7. Tidak ada garansi"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 Anda mengerti dan tegas menerima bahwa tidak ada garansi apapun mengenai ketersediaan, kegunaan, dan/atau keberhasilan AKASHA dan kunci identitas Ethereum, tersurat maupun tersirat, sejauh yang diizinkan oleh hukum, dan bahwa peluncuran Pre-Alpha release dari AKASHA digunakan hanya atas resiko anda sendiri pada \"sebagaimana adanya\" dan \"dalam pengembangan\" dasar dan tanpa, sejauh diizinkan oleh hukum, setiap jaminan dalam bentuk apapun, termasuk, namun tidak terbatas untuk, jaminan judul atau jaminan tersirat, dapat diperjualbelikan atau kesesuaian untuk tujuan tertentu;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. password / open login"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17 Sebagai bagian dari pembuatan identitas anda, anda perlu menyediakan sebuah pasword. Pasword digunakan untuk mengakses AKASHA dan memanfaatkan pada keseimbangan indentitas Ethereum anda. Anda harus menjaga keamanan pasword ini dan jangan membagikan ke orang lain.\n            18 Saat masuk anda memiliki pilihan untuk membuat \"otentikasi hash/token\" untuk sejumlah waktu yang anda pilih, yang memungkinkan anda menandatangani transaksi secara aman ketika masuk tanpa harus memperkenalkan pasword anda setiap kali anda posting, komentar atau memilih pada sesuatu (Fungsi Buka Login). Ketika masa waktu yang dipilih habis, anda akan diminta untuk memperkenalkan kembali pasword anda. Harap pastikan anda tidak meninggalkan perangkat akses AKASHA anda tanpa pengawasan setelah memilih Fungsi Buka Login.z"
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9. Resiko"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 You understand and accept the risks in connection with using AKASHA and transferring ETH to the Deposit Wallet as exemplary set forth hereinafter. In particular, but not concluding, you understand the inherent risks listed hereinafter:\n                §  Risk of software weaknesses: You understand and accept that AKASHA, the smart contract system concept, the underlying software application and software platform (i.e. the Ethereum blockchain) is still in an early development stage and unproven, why there is no warranty that AKASHA will run uninterrupted or error-free and why there is an inherent risk that the software could contain weaknesses, vulnerabilities or bugs causing, inter alia, the complete loss of your profile and/or ETH submitted by you to the Deposit Wallet.\n                §  Regulatory risk: The User understands and accepts that the blockchain technology allows new forms of interaction and that it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology based applications, which may be contrary to the current setup of AKASHA and which may, inter alia, result in substantial modifications of the AKASHA, including its termination and the loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of abandonment / lack of success: You understand and accept that the development of AKASHA beyond the Beta Version may be abandoned for a number of reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by competing projects).\n                §  Risk of theft: You understand and accept that the AKASHA smart contract concept, the underlying software application and software platform (i.e. the Ethereum blockchain) may be exposed to attacks by hackers or other individuals that that could result in theft or loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of Ethereum mining attacks: You understand and accept that, as with other cryptocurrencies, the blockchain used for AKASHA is susceptible to mining attacks, including but not limited to double-spend attacks, majority mining power attacks, “selfish-mining” attacks, and race condition attacks.\n                §  Risk of new version: You understand and accept that the network of miners will be ultimately in control of AKASHA. You understand that a majority of these miners could agree at any point to make changes to the official AKASHA network and to run the new version of the smart contract system."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Perpajakan"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 Anda bertanggung jawab penuh untuk menentukan jika setiap tindakan atau transaksi yang berhubungan dengan AKASHA memiliki implikasi pajak untuk diri sendiri."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. Tidak ada kewajiban"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 You acknowledge and agree that, to the fullest extent permitted by any applicable law, the User will not hold any developers, contractors or founders of AKASHA liable for any and all damages or injury whatsoever caused by or related to the use of, or the inability to use,    AKASHA under any cause or action whatsoever of any kind in any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that developers of AKASHA shall not be liable for any indirect, incidental, special,              exemplary or consequential damages (including for loss of profits, goodwill, data goodwill or other intangible losses) in any way whatsoever arising out of the use of, or the inability to use of AKASHA.\n            22 In particular, you acknowledge and agree that AKASHA and any of its developers, contractors or founders will not be liable under any circumstances to you or any other party, person or entity for any damages or losses that may result from the following:\n                § Termination, suspension, loss or modification of AKASHA;\n                §  Use of or inability to use AKASHA;\n                §  Access delays or acces interruptions to AKASHA;\n                §  Data non-delivery, mis-delivery, corruption, destruction or other modification;\n                §  Events beyond AKASHA’s control;\n                §  Application of any applicable law, regulation or AKASHA policy;\n                §  Disbursement or non-disbursement of fund held on your Deposit Wallet;\n                §  Loss or liability resulting from errors, omissions or misstatements related to AKASHA (this includes loss of data resulting from delays, nondeliveries, mis-deliveries or service interruptions independent of the cause);\n                §  Loss or liability resulting from the unauthorized use or misuse of your Identity, password or other security authentication option;\n                §  Unauthorized use or alteration of your content;\n                §  Violation of any third party rights, including, but not limited to, rights of publicity, rights of privacy, intellectual property rights and any other proprietary rights;\n                §  Any other matter relating to your use of AKASHA.\n            23 AKASHA disclaims any responsibility for any content, goods and services sold by you or otherwise made available through AKASHA, or the quality or accuracy of any information on AKASHA. AKASHA will not endorse, warrant, or guarantee any product or service offered through AKASHA, and will not be a party to or in any way monitor any transaction between you and third-party offered through or resulting from the services or use of AKASHA, including, but not limited to, all licensing of content, transactions, or any business agreements."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Beberapa macam"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24 Anda setuju bahwa jika beberap bagian ditemukan ilegal atau tidak dapat diberlakukan, secara keseluruhan atau sebagian, ketentuan tersebut harus, seperti ketentuan secara hukum, tidak efektif sejauh penentuan tidak valid atau tidak memiliki kekuatan tanpa mempengaruhi validitas atau penerapannya dengan cara lain atau secara hukum dan tanp mempengaruhi persyaratan ketentuan yang tersisa, yang terus menerus berlaku secara penuh dan efektif.\n            25 Hukum yang berlaku adalah hukum Swiss. Perselisihan yang timbul atau yang berhubungan dengan AKASHA\n            pada akhirnya diselesaikan oleh pengadilan biasa dari domisili dakwa terdaftar."
    }
]