[
    {
        "id": "app.tutorial.akashaTitle",
        "description": "akasha slide title",
        "defaultMessage": "Bahasa Kebebasan"
    },
    {
        "id": "app.tutorial.akashaContent",
        "description": "akasha slide content",
        "defaultMessage": "Dengan AKASHA, pikiran dan pemikiran Anda akan bergema sepanjang keberadaan manusia,\nberkat jaringan skala planet yang kebal terhadap penyensoran dengan desain. Informasi\nhidup dan menyebar di seluruh jaringan tanpa bergantung pada entitas tertentu,\nbahkan kita pun tidak."
    },
    {
        "id": "app.tutorial.ethereumTitle",
        "description": "ethereum slide title",
        "defaultMessage": "Didukung oleh Ethereum"
    },
    {
        "id": "app.tutorial.ethereumContent",
        "description": "ethereum slide content",
        "defaultMessage": "Ethereum menberikan kami membuat aplikasi baru yang menghilangkan kebutuhan\nuntuk membabi buta mempercayai administrator server. Berkat sifat transparannya kita\nmemiliki otentikasi, identitas, verifikasi, pemungutan suara dan\ntransaksi mikro."
    },
    {
        "id": "app.tutorial.ipfsTitle",
        "description": "ipfs slide title",
        "defaultMessage": "Ditingkatkan Oleh Sistem Berkas Antar-planet"
    },
    {
        "id": "app.tutorial.ipfsContent",
        "description": "ipfs slide content",
        "defaultMessage": "Thanks to the Inter-Planetary File System (IPFS) we removed also the need\n                for servers to distribute and store your content. This allows users to circumvent\n                traditional censorship blockades and empowers people with real freedom of\n                expression."
    },
    {
        "id": "app.tutorial.webTitle",
        "description": "web slide title",
        "defaultMessage": "Towards A Better Web In Service Of Humanity"
    },
    {
        "id": "app.tutorial.webContent",
        "description": "web slide content",
        "defaultMessage": "Masa depan bukanlah tempat dimana kita akan pergi tapi tempat kita sampai\n                membuat. Kita layak mendapatkan web yang lebih baik dan sekarang kita memiliki alat untuk mewujudkannya.\n                Bersama-sama kita bisa menciptakan dunia dimana kebebasan berekspresi di web adalah hak,\n                bukan fitur."
    }
]