[
    {
        "id": "app.tutorial.akashaTitle",
        "description": "akasha slide title",
        "defaultMessage": "Язык свободы"
    },
    {
        "id": "app.tutorial.akashaContent",
        "description": "akasha slide content",
        "defaultMessage": "Благодаря цензуроустойчивой сети планетарного масштаба AKASHA ваши мысли и идеи\n                откликнутся эхом в самом человеческом существовании. Информация живет\n                и распространяется в этой сети, независимо от какого-либо централизованного\n                образования и даже нас самих."
    },
    {
        "id": "app.tutorial.ethereumTitle",
        "description": "ethereum slide title",
        "defaultMessage": "Основано на технологии Ethereum"
    },
    {
        "id": "app.tutorial.ethereumContent",
        "description": "ethereum slide content",
        "defaultMessage": "Благодаря Ethereum мы смогли создать новый вид приложения, которое\n                устраняет необходимость слепо доверять администраторам серверов.\n                Его прозрачные функции обеспечивают строгую аутентификацию, защиту\n                личности и верифицируемость, а также возможность голосования и осуществления микротранзакций."
    },
    {
        "id": "app.tutorial.ipfsTitle",
        "description": "ipfs slide title",
        "defaultMessage": "Улучшено с помощью межпланетной файловой системы (IPFS)"
    },
    {
        "id": "app.tutorial.ipfsContent",
        "description": "ipfs slide content",
        "defaultMessage": "С помощью межпланетной файловой системы (IPFS) мы также устранили необходимость\n                распределения и хранения вашего контента на серверах. Благодаря этому наши \n                пользователи могут преодолевать традиционную цензуру, свободно выражая свои             \n                мысли."
    },
    {
        "id": "app.tutorial.webTitle",
        "description": "web slide title",
        "defaultMessage": "На пути к улучшенной всемирной паутине на службе человечества"
    },
    {
        "id": "app.tutorial.webContent",
        "description": "web slide content",
        "defaultMessage": "Будущее — это место, которое нам предстоит создать самим. Мы заслуживаем лучшего\n                Интернета. И сейчас у нас есть инструменты, чтобы воплотить это в жизнь.\n                Вместе мы можем построить мир, в котором свобода мысли в Интернете станет \n                правом, а не привилегией."
    }
]