[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "Versi 2 / November 2016"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "AKASHA: Hal Layanan"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 AKASHA adalah jaringan blogging sosial generasi selanjutnya yang didukung oleh jenis komputer baru yang dikenal sebagai Ethereum dan Antar Planet File Sistem.            2 Dengan menggunakan AKASHA dan  membuat identitas AKASHA atau kontrak profil pintar, anda memastikan untuk meninjau  secara hati-hati dan memahami secara seksama dan menyetujui persyaratan dan ketentuan yang tercantum dalam dokumen ini (\"Persyaratan\").            3 karena versi AKASHA pada saat ini hanya merupakan Pre-Alpha release saja, kami mungkin  meminta anda untuk meninjau dan menerima persyaratan baru atau tambahan persyaratan yang berlaku untuk interaksi anda dengan AKASHA dan kegunaan yang  baru diperkenalkan di masa depan.            4 Sebelum menginstal AKASHA, harap pastikan bahwa anda telah mendownload  file .zip dengan menggunakan undangan pre-alpha yang langsung dikirim oleh AKASHA. Mengekstrak / memasang file lainnya mungkin mengundang resiko keamanan yang tinggi."
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Pribadi"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5 Pribadi anda sangat penting bagi kami yang membedakan AKASHA dari setiap jaringan media sosial yang dikenal. Kami merancang AKASHA sedemikian rupa sehingga anda tetap mengendalikan bagaimana anda berbagi data dengan orang lain. AKASHA tidak akan mengumpulkan dan menggunakan konten dan informasi anda untuk tujuan lain selain yang dipilih oleh anda."
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2. Berbagi konten dan informasi anda"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6  Anda memiliki semua konten dan informasi yang anda publikasikan di AKASHA. AKASHA memungkinkan anda mengendalikan konten anda dan bagaimana cara berbagi melalui pengaturan AKASHA anda.            7 Untuk konten yang tercakup dalam hak kekayaan intelektual, seperti foto, teks dan video (Konten IP), anda memiliki kemungkinan untuk memilih antara Pilihan Lisensi yang berbeda (mencakup spektrum dari semua hak yang dilindungi hak cipta) yang memungkinkan anda menentukan bagaimana dan dalam kondisi apa konten anda yang mungkin digunakan oleh orang lain.            8 Dengan menerbitkan Konten IP anda di AKASHA, anda memberikan AKASHA yang tidak eksklusif, dapat dipindahtangankan, sub lisensi, bebas royalti, di seluruh dunia untuk menggunakan konten IP untuk tujuan penerbitannya di AKASHA dan tunduk pada persyaratan yang anda tentukan di Opsi Lisensi.            9 Anda sadar bahwa AKASHA adalah aplikasi terdesentralisasi dan bahwa, akibatnya, konten yang dipublikasikan di AKASHA tidak terkendali atas badan hukum atau individu pribadi manapun. Dengan demikian, anda mungkin tidak sepenuhnya menghapus konten yang dipublikasikan dari Platform AKASHA. ketika  anda menghapus konten, konten anda hanya akan dihapus dan sulit ditemukan untuk orang lain. Namun, anda memahami bahwa konten yang dihapus tetap ada tanpa batasan waktu dan mungkin masih tersedia untuk orang lain.            10  Saat anda mempublikasikan konten menggunakan pengaturan \"Tidak ada hak milik\" dalam Opsi Lisensi, ini berarti anda mengizinkan setiap orang mengakses dan menggunakan konten tersebut, untuk mengaitkannya dengan anda (misalnya, nama dan gambar profil anda) dan anda melambaikan semua hak cipta dan hak terkait konten ini.\n ."
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. Tidak ada aktivitas dan konten yang tidak sah\n "
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 Anda menyadari bahwa AKASHA adalah sepenuhnya desentralisasi platform yang tidak di bawah kendali dari setiap badan hukum atau perorangan. AKASHA tidak memiliki pengetahuan dan tidak ada cara untuk mengontrol apakah setiap konten yang dipublikasikan di AKASHA melanggar hak kekayaan intelektual pihak ketiga atau hak-hak tersebut adalah ilegal di bawah hukum yurisdiksi tertentu. Dengan demikian, keberhasilan AKASHA bergantung pada tanggung jawab masing-masing Pengguna. Dengan menggunakan AKASHA anda berkomitmen untuk menjaga AKASHA bersih dari konten yang melanggar hukum dan kegiatan. Secara khusus:\n                § Anda tidak akan meminta informasi login atau mengakses Profil milik orang lain.\n                § Anda tidak akan menggertak, mengintimidasi atau mengganggu Pengguna lain.\n                § Anda tidak akan menggunakan AKASHA untuk melakukan apa pun yang melanggar hukum di yurisdiksi anda atau di Swiss\n                § Anda tidak akan menggunakan AKASHA untuk melakukan sesuatu yang menyesatkan, berbahaya atau diskriminatif.\n                § Anda tidak akan mengirimkan konten atau mengambil tindakan apapun pada AKASHA yang melanggar atau melanggar hak orang lain atau melanggar hukum.\n            12 Hal ini dipertimbangkan bahwa versi terbaru dari AKASHA akan berisi fungsi-fungsi yang memungkinkan AKASHA Masyarakat untuk mandiri moderat konten yang diterbitkan pada platform tanpa keterlibatan langsung dari AKASHA International GmbH."
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Pendaftaran dan Identitas"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 AKASHA adalah semua tentang privasi. anda mungkin membuat sebuah identitas menggunakan yang sebanding dari pilihan anda atau mempertahankan beberapa identitas. Bagaimanapun, sebagai AKASHA berjalan pada Ethereum platform, penggunaan AKASHA melibatkan pembayaran tertentu. dengan demikian, anda tidak akan menggunakan AKASHA jika anda berusia di bawah 13 tahun."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Pembayaran biaya"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14 ketika membuat identitas, anda akan diberikan sebuah alamat ethereum ( ethereum identitas kunci) yang akan anda butuhkan untuk melakukan transfer sejumlah kecil dari eter (ETH). setiap kali anda menggunakan AKASHA anda dikenakan biaya pembayaran, biaya ini - setelah anda memberikan persetujuan anda dalam setiap kasus- akan diambil dari saldo kunci identitas ethereum. jumlah ETH pada saldo kunci identitas Ethereum anda tetap berada dalam kendali anda dan dapat ditarik kapanpun."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Iklan"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 AKASHA akan tetap bebas dari setiap iklan dan konten komersial atau sponsor lainnya. Untuk membantu kami melakukan itu, anda setuju untuk tidak menggunakan AKASHA untuk tujuan periklanan."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7. Tidak ada garansi"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 Anda mengerti dan tegas menerima bahwa tidak ada garansi apapun mengenai ketersediaan, kegunaan, dan/atau keberhasilan AKASHA dan kunci identitas Ethereum, tersurat maupun tersirat, sejauh yang diizinkan oleh hukum, dan bahwa peluncuran Pre-Alpha release dari AKASHA digunakan hanya atas resiko anda sendiri pada \"sebagaimana adanya\" dan \"dalam pengembangan\" dasar dan tanpa, sejauh diizinkan oleh hukum, setiap jaminan dalam bentuk apapun, termasuk, namun tidak terbatas untuk, jaminan judul atau jaminan tersirat, dapat diperjualbelikan atau kesesuaian untuk tujuan tertentu;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. password / open login"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17 Sebagai bagian dari pembuatan identitas anda, anda perlu menyediakan sebuah pasword. Pasword digunakan untuk mengakses AKASHA dan memanfaatkan pada keseimbangan indentitas Ethereum anda. Anda harus menjaga keamanan pasword ini dan jangan membagikan ke orang lain.\n            18 Saat masuk anda memiliki pilihan untuk membuat \"otentikasi hash/token\" untuk sejumlah waktu yang anda pilih, yang memungkinkan anda menandatangani transaksi secara aman ketika masuk tanpa harus memperkenalkan pasword anda setiap kali anda posting, komentar atau memilih pada sesuatu (Fungsi Buka Login). Ketika masa waktu yang dipilih habis, anda akan diminta untuk memperkenalkan kembali pasword anda. Harap pastikan anda tidak meninggalkan perangkat akses AKASHA anda tanpa pengawasan setelah memilih Fungsi Buka Login.z"
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9. Resiko"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 Anda memahami dan menerima risiko koneksi dengan penggunaan AKASHA dan pemindahan ETH ke Dompet Deposit sebagai peringatan yang ditetapkan selanjutnya. Khususnya, namun tidak termasuk, anda memahami risiko yang terdaftar disini:\n                §Risiko kelemahan perangkat lunak: Anda memahami dan menerima bahwa AKASHA, konsep sistem kontrak cerdas, mendasari aplikasi dan platform perangkat lunak (yaitu blockchain Ethereum) masih dalam tahap pengembangan awal dan belum terbukti, mengapa tidak ada jaminan bahwa AKASHA tidak terganggu atau bebas dari kesalahan dan mengapa risiko bawaan bahwa perangkat lunak mengandung kelemahan, kerentanan atau penyebab kecacatan perangkat, antara lain, hilangnya profil anda dan/atau ETH yang disampaikan oleh anda ke Dompet Deposit.\n                § Risiko peraturan: Pengguna memahami dan menerima bahwa teknologi blockchain memungkinkan bentuk dari interaksi baru dan yang memungkinkan mengandung kekuatan hukum akan diterapkan pada peraturan yang ada, atau mengenalkan peraturan baru yang diberlakukan, teknologi blockchain berbasis aplikasi, yang mungkin bertentangan dengan pengaturan AKASHA dan mungkin, antara lain, hasil dalam modifikasi penting AKASHA, termasuk penghentian dan hilangnya ETH yang anda kirim ke Dompet Deposit.\n                §Risiko gagal/ kurang sukses: Anda memahami dan menerima bahwa pengembangan AKASHA di luar Versi Beta dapat ditinggalkan dengan beberapa alasan, termasuk kurang tertariknya masyarakat, kurang sukses secara komersial atau prospek (seperti disebabkan oleh proyek yang saling bersaing).\n                § Risiko pencurian: Anda memahami dan menerima bahwa konsep kontrak cerdas AKASHA, mendasari aplikasi dan platform perangkat lunak(yaitu blockchain Ethereum) mungkin terkena serangan dari hacker atau individual lainnya yang mengakibatkan pencurian atau hilangnya yang anda ajukan ke Dompet Deposito.\n                § Risiko serangan penambangan Ethereum: Anda memahami dan menerima bahwa, seperthi halnya cryptocurrency yang lainnya, blockchain yang digunakan untuk AKASHA rentan terhadap serangan penambangan, termasuk namun tidak terbatas pada serangan pengiriman dana secara bersamaan, mayoritas serangan kekuatan penambangan, serangan \"penambangan secara egois\", dan serangan kondisi saling mengejar.\n                § Risiko versi baru: Anda harus memahami dan menerima bahwa jaringang penambang pada akhirnya menguasai AKASHA. Anda memahami bahwa kebanyakan penambang ini menyetujui pada beberapa poin untuk melakukan perubahan pada jaringan AKASHA secara resmi dan menjalankan versi baru dari sistem kontrak cerdas."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Perpajakan"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 Anda bertanggung jawab penuh untuk menentukan jika setiap tindakan atau transaksi yang berhubungan dengan AKASHA memiliki implikasi pajak untuk diri sendiri."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. Tidak ada kewajiban"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 Anda mengakui dan setuju bahwa, sejauh yang diizinkan oleh hukum yang berlaku, Pengguna tidak akan menahan setiap pengembang, kontraktor atau pendiri AKASHA bertanggung jawab atas setiap dan semua kerugian atau cedera apapun yang disebabkan oleh atau berhubungan dengan penggunaan atau ketidakmampuan untuk menggunakan, AKASHA bawah setiap penyebab atau tindakan apapun dari setiap jenis dalam setiap yurisdiksi, termasuk, tanpa batasan, tindakan atas pelanggaran garansi, pelanggaran kontrak, atau kesalahan (termasuk kelalaian), dan bahwa pengembang dari AKASHA tidak akan bertanggung jawab untuk setiap kerusakan tidak langsung, insidental, khusus,              teladan, atau konsekuensial (termasuk kehilangan keuntungan, goodwill, data goodwill atau kerugian tak berwujud lain) dengan cara apapun yang timbul dari penggunaan, atau ketidakmampuan untuk menggunakan AKASHA.\n            22 Secara khusus, anda mengakui dan setuju bahwa AKASHA dan setiap pengembang, kontraktor atau pendiri tidak akan bertanggung jawab dalam kondisi apapun kepada anda atau pihak lain, orang atau badan untuk segala kerusakan atau kerugian yang mungkin timbul dari berikut ini:\n                § Penghentian, penangguhan, kerugian, atau modifikasi dari AKASHA;\n                § Penggunaan atau ketidakmampuan untuk menggunakan AKASHA;\n                § Akses penundaan atau acces interupsi untuk AKASHA;\n                § Data non-pengiriman, kesalahan pengiriman, korupsi, kerusakan atau modifikasi lain;\n                § Peristiwa-peristiwa di luar AKASHA kontrol;\n                § Aplikasi dari hukum yang berlaku, peraturan atau AKASHA kebijakan;\n                § Pencairan atau non-pencairan dana dilaksanakan pada Deposit anda Dompet;\n                § Kerugian atau kewajiban yang timbul dari kesalahan, kelalaian atau salah saji yang berkaitan dengan AKASHA (ini termasuk hilangnya data akibat penundaan, nondeliveries, kesalahan pengiriman atau gangguan layanan independen dari penyebab);\n                § Kerugian atau kewajiban yang timbul dari penggunaan yang tidak sah atau penyalahgunaan Identitas, password atau keamanan lainnya otentikasi pilihan;\n                § Penggunaan yang tidak sah atau pengubahan isi;\n                § Pelanggaran hak-hak pihak ketiga, termasuk, namun tidak terbatas pada, hak publisitas, hak privasi, hak kekayaan intelektual dan hak milik lainnya;\n                § Hal lainnya yang berkaitan dengan penggunaan AKASHA.\n            23 AKASHA tidak bertanggung jawab atas segala konten, barang dan jasa yang dijual oleh anda atau tersedia melalui AKASHA, atau kualitas, atau akurasi dari setiap informasi tentang AKASHA. AKASHA tidak akan mendukung, menjamin, atau jaminan produk atau layanan yang ditawarkan melalui AKASHA, dan tidak akan menjadi pihak atau dengan cara apapun memantau setiap transaksi antara anda dan pihak ketiga yang ditawarkan melalui atau yang dihasilkan dari jasa atau penggunaan AKASHA, termasuk, namun tidak terbatas pada, semua perizinan dari konten, transaksi, atau setiap perjanjian bisnis."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Beberapa macam"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24 Anda setuju bahwa jika beberap bagian ditemukan ilegal atau tidak dapat diberlakukan, secara keseluruhan atau sebagian, ketentuan tersebut harus, seperti ketentuan secara hukum, tidak efektif sejauh penentuan tidak valid atau tidak memiliki kekuatan tanpa mempengaruhi validitas atau penerapannya dengan cara lain atau secara hukum dan tanp mempengaruhi persyaratan ketentuan yang tersisa, yang terus menerus berlaku secara penuh dan efektif.\n            25 Hukum yang berlaku adalah hukum Swiss. Perselisihan yang timbul atau yang berhubungan dengan AKASHA\n            pada akhirnya diselesaikan oleh pengadilan biasa dari domisili dakwa terdaftar."
    }
]