[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "版本 2016年11月2日"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "AKASHA：服务条款"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 AKASHA是基于以太坊（Ethereum）和星际文件系统（IPFS）的下一代社交博客网络。\n2 在使用AKASHA、创建AKASHA帐户或个人的智能合约时，您确认已仔细审阅并完全理解和同意本文档（“通用条款”）中所述的条款和条件。\n3 AKASHA的当前版本仅为Alpha预测试版，将来在您使用AKASHA的过程中会陆续增加新的功能，我们可能会要求您审阅和接受新的或补充的条款。\n4 安装AKASHA前，请确保通过AKASHA直接发送的Alpha预测试版的邀请来下载压缩文件（.zip）。解压和安装其他任何文件可能造成重大安全风险。"
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1、隐私"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5、AKASHA有别于诸多已知社交媒体网络的地方在于，您的隐私对于我们来说至关重要。AKASHA设计的初衷是让您可以始终控制与他人共享数据的方式。AKASHA不会以任何目的收集和使用您所选择的内容和信息。"
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2、分享您的内容与信息"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6 您拥有发布在AKASHA上所有内容与信息的权属。AKASHA允许您控制您所发布的内容以及通过AKASHA的相关设置来分享它们。\n7 对于包含知识产权的内容，如照片、文本和视频（节点内容），知识产权许可选项允许您指定如何以及在什么条件下让您的内容被其他人使用，您可以在不同的许可选项之间进行选择（涵盖了从有版权到无版权的范围）。\n8 当您在AKASHA发布了您的节点内容，您也就授予了AKASHA非独占的、可转让的、可授权许可的、免版税的、全球范围的许可，以便在AKASHA上发布该节点内容，同时符合您在许可证中指定的条件选项。\n9 众所周知，AKASHA是一个去中心化的应用程序，在AKASHA上发布的内容不受任何法人或个人的控制。因此您可能无法删除在AKASHA发布的任何内容。当您删除内容时，该内容仅是被下架，且其他人更难找到。但被删除的内容本身将一直存在并且不受时间的限制，同时仍然可以供其他用户使用。\n10 当您使用许可证选项中的“无版权“设置来发布内容时，它意味着您允许每个人访问和使用该内容，并将其与您关联（例如您的姓名和个人资料图片），同时也意味着您放弃了此项内容的所有权和其他相关权益。"
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. 无非法活动和内容"
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 众所周知，AKASHA是一个不受任何法人或个人的控制的完全去中心化的分布式的平台。AKASHA既无法知晓也无法控制发布在AKASHA上的内容是否侵犯了第三方的知识产权或在某些司法管辖区的法律下是否被视为非法。因此，AKASHA的成功依赖于每个用户的责任心。使用AKASHA时，您承诺将远离任何非法的内容和活动，自觉维护AKASHA的纯净。尤其是：\n§ 不向他人索要登录信息或访问他人的档案。\n§ 不欺侮、恐吓和骚扰任何其他用户。\n§ 不发布仇恨言论、威胁、煽动暴力。\n§ 不在您的受管辖区或瑞士利用AKASHA从事任何非法的活动。\n§ 不利用AKASHA做任何误导、恶意或歧视的行为。\n§ 不在AKASHA上发布侵犯或亵渎他人权利或违反法律的内容，或者做任何相关的事情。\n12 预计AKASHA的更新版本将包含能够在没有AKASHA国际有限公司直接参与的情况下使AKASHA社区具备自行调整平台上发布的内容的功能。"
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. 注册及身份验证"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 AKASHA的一切皆与隐私有关。您可以使用您选择的证件创建一个身份或维持多个身份。然而，由于AKASHA运行在以太坊上，AKASHA在使用时必然涉及到支付的问题。因此，若您的年龄在13岁以下，请勿使用AKASHA。"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Payment of Fees"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14 When creating an Identity, you will be provided with an Ethereum Address (Ethereum Identity Key) to which you will need to make a transfer of a small amount of Ether (ETH). Whenever your usage of AKASHA is subject to the payment of a fee, this fee – after you have provided your consent in each individual case – will be withdrawn from your Ethereum Identity Key Balance. The amount of ETH on your Ethereum Identity Key Balance remains in your control and may be withdrawn any time."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Advertisement"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 AKASHA shall remain free from any advertising and other commercial or sponsored content. In order to help us do that, you agree to refrain from using AKASHA for advertising purposes."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7. No warranty"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 You understand and expressly accept that there is no warranty whatsoever regarding the availability, functionality, and/or the success of AKASHA and the Ethereum Identity Key , expressed or implied, to the extent permitted by law, and that the Pre-Alpha release of AKASHA is used at the sole risk of yourself on an “as is” and “under development” basis and without, to the extent permitted by law, any warranties of any kind, including, but not limited to, warranties of title or implied warranties, merchantability or fitness for a particular purpose;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. Password / Open Login"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17    As part of creating your identity, you will need to provide a password. The password will be used to access AKASHA and make use of your Ethereum Identity Key Balance. You must keep this password safe and may not share it with anybody.\n            18    When logging in you have an option to create a secure “authentication hash/token” for a amount of time in your choice, which allows you to securely sign transactions while logged in without having to reintroduce your password each time you post, comment or vote on something (Open Login Function). When the selected time period expires, you will be prompted to reintroduce your password. Please assure that you do not leave your AKASHA access device unattended after having chosen the Open Login Function.z"
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9. Risks"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 You understand and accept the risks in connection with using AKASHA and transferring ETH to the Deposit Wallet as exemplary set forth hereinafter. In particular, but not concluding, you understand the inherent risks listed hereinafter:\n                §  Risk of software weaknesses: You understand and accept that AKASHA, the smart contract system concept, the underlying software application and software platform (i.e. the Ethereum blockchain) is still in an early development stage and unproven, why there is no warranty that AKASHA will run uninterrupted or error-free and why there is an inherent risk that the software could contain weaknesses, vulnerabilities or bugs causing, inter alia, the complete loss of your profile and/or ETH submitted by you to the Deposit Wallet.\n                §  Regulatory risk: The User understands and accepts that the blockchain technology allows new forms of interaction and that it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology based applications, which may be contrary to the current setup of AKASHA and which may, inter alia, result in substantial modifications of the AKASHA, including its termination and the loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of abandonment / lack of success: You understand and accept that the development of AKASHA beyond the Beta Version may be abandoned for a number of reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by competing projects).\n                §  Risk of theft: You understand and accept that the AKASHA smart contract concept, the underlying software application and software platform (i.e. the Ethereum blockchain) may be exposed to attacks by hackers or other individuals that that could result in theft or loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of Ethereum mining attacks: You understand and accept that, as with other cryptocurrencies, the blockchain used for AKASHA is susceptible to mining attacks, including but not limited to double-spend attacks, majority mining power attacks, “selfish-mining” attacks, and race condition attacks.\n                §  Risk of new version: You understand and accept that the network of miners will be ultimately in control of AKASHA. You understand that a majority of these miners could agree at any point to make changes to the official AKASHA network and to run the new version of the smart contract system."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Taxation"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 You bear the sole responsibility to determine if any action or transaction related to AKASHA have tax implications for yourself."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. No Liability"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 You acknowledge and agree that, to the fullest extent permitted by any applicable law, the User will not hold any developers, contractors or founders of AKASHA liable for any and all damages or injury whatsoever caused by or related to the use of, or the inability to use,    AKASHA under any cause or action whatsoever of any kind in any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that developers of AKASHA shall not be liable for any indirect, incidental, special,              exemplary or consequential damages (including for loss of profits, goodwill, data goodwill or other intangible losses) in any way whatsoever arising out of the use of, or the inability to use of AKASHA.\n            22 In particular, you acknowledge and agree that AKASHA and any of its developers, contractors or founders will not be liable under any circumstances to you or any other party, person or entity for any damages or losses that may result from the following:\n                § Termination, suspension, loss or modification of AKASHA;\n                §  Use of or inability to use AKASHA;\n                §  Access delays or acces interruptions to AKASHA;\n                §  Data non-delivery, mis-delivery, corruption, destruction or other modification;\n                §  Events beyond AKASHA’s control;\n                §  Application of any applicable law, regulation or AKASHA policy;\n                §  Disbursement or non-disbursement of fund held on your Deposit Wallet;\n                §  Loss or liability resulting from errors, omissions or misstatements related to AKASHA (this includes loss of data resulting from delays, nondeliveries, mis-deliveries or service interruptions independent of the cause);\n                §  Loss or liability resulting from the unauthorized use or misuse of your Identity, password or other security authentication option;\n                §  Unauthorized use or alteration of your content;\n                §  Violation of any third party rights, including, but not limited to, rights of publicity, rights of privacy, intellectual property rights and any other proprietary rights;\n                §  Any other matter relating to your use of AKASHA.\n            23 AKASHA disclaims any responsibility for any content, goods and services sold by you or otherwise made available through AKASHA, or the quality or accuracy of any information on AKASHA. AKASHA will not endorse, warrant, or guarantee any product or service offered through AKASHA, and will not be a party to or in any way monitor any transaction between you and third-party offered through or resulting from the services or use of AKASHA, including, but not limited to, all licensing of content, transactions, or any business agreements."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Miscellaneous"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24 You agree that if any portion of these Terms is found illegal or unenforceable, in whole or in part, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity      or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms, which shall continue to be in full force and effect.\n            25 The applicable law is Swiss law. Any dispute arising out of or in connection with AKASHA\n            shall be finally settled by the ordinary courts of the registered domicile of the defendant."
    }
]