[
  {
    "id": "app.terms.title",
    "description": "AKASHA`s terms and conditions title",
    "defaultMessage": "AKASHA: Términos de Servicio"
  },
  {
    "id": "app.terms.preface",
    "description": "AKASHA`s terms preface",
    "defaultMessage": "<p>1. AKASHA es una red social para blogging de nueva generación sustentada por un nuevo tipo de computadora conocida como Ethereum y por el Inter Planetary File System. Siendo una plataforma completamente descentralizada, AKASHA no está bajo el control de alguna entidad legal o por algún privado. Mientras AKASHA International GmbH ha desarrollado AKASHA y continuará haciéndolo, it does not operate or control AKASHA and/or the content made available by the users through an on AKASHA. AKASHA International GmbH merely operates the web-interface akasha.world which may be used to                  access AKASHA.</p>\n                      <p>2. By using AKASHA and creating an AKASHA Identity or a Profile Smart Contract, you confirm to have carefully reviewed and to fully understand and agree to the terms and conditions set forth in this document (the “Terms”).</p>\n                      <p>3. Because the current version of AKASHA is a Pre-Alpha release only, we may ask you to review and accept new or supplemental terms that apply to your interaction with AKASHA and newly introduced functionalities in the future.</p>\n                      <p>4. Prior to installing AKASHA, please ensure that you have downloaded the .zip file by using the pre-alpha invites directly sent out by AKASHA. Unpacking / installing any other files may involve substantial security risks.</p>"
  },
  {
    "id": "app.terms.privacyTitle",
    "description": "privacy section title",
    "defaultMessage": "1. Privacy"
  },
  {
    "id": "app.terms.privacyBody",
    "description": "privacy section content",
    "defaultMessage": "<p>5. Your privacy is very important to us which distinguishes AKASHA from other social media networks. We designed AKASHA in a way that you remain in control of your data and of how you share it with others. AKASHA will not collect and use your content and information for any other purposes than chosen by you.</p>"
  },
  {
    "id": "app.terms.sharingYourContentTitle",
    "description": "sharing content section title",
    "defaultMessage": "2. Sharing Your Content and Information"
  },
  {
    "id": "app.terms.sharingYourContentBody",
    "description": "content of sharing your content section",
    "defaultMessage": "<p>6. AKASHA does not claim ownership in any of the content and information you post on AKASHA. AKASHA allows you to control your content and how it is shared through your AKASHA settings. </p>\n                      <p>7. For content that is covered by intellectual property rights, like photos, text and videos (IP Content), you have the possibility to choose between different Licence Options (covering a spectrum from all rights reserved to no rights reserved) allowing you the specify how and under what conditions your content may be distributed and used by others.</p>\n                      <p>8. By publishing your IP Content on AKASHA, you grant AKASHA non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use the IP content for the purpose of its publication and distribution on AKASHA and subject to the conditions specified by you in the Licence Options. </p>\n                      <p>9. You are aware that AKASHA is a decentralized application and that, consequently, content published on AKASHA is not under control of any legal entity or private individual. Accordingly, you may not fully delete any content published from the AKASHA Platform. When you remove content, your content is only delisted which makes it more difficult to be found for others. However, you understand that removed content persist without any time limitation and may still be available to others.</p>\n                      <p>10. When you publish content using the setting “No rights reserved” in the License Option, it means that you are allowing everyone to access and use that content, to associate it with you (i.e., your name and profile picture) and that you wave all your rights, including copyrights and related rights, to this content.</p>"
  },
  {
    "id": "app.terms.noUnlawfulTitle",
    "description": "no unlawful activities and content section title",
    "defaultMessage": "3. No unlawful activities and content"
  },
  {
    "id": "app.terms.noUnlawfulBody",
    "description": "no unlawful activities and content section body",
    "defaultMessage": "<p>11. You are aware that AKASHA is a fully decentralized platform that is not under control of any legal entity or private individual. AKASHA and/or AKASHA International GmbH has no knowledge of and no means to control whether any content published on AKASHA violates any third party intellectual property rights or is illegal under the laws of certain jurisdictions. Accordingly, the success of AKASHA relies in the responsibility of each User. By using AKASHA you commit to keep AKASHA clean from any unlawful content and activities. In particular:\n            <ul><li>You will not solicit login information or access a Profile belonging to someone else.</li>\n            <li>You will not bully, intimidate or harass any other User.</li>\n            <li>You will not post content that is hate speech, threatening, incites violence.</li>\n            <li>You will not use AKASHA to do anything unlawful in your jurisdiction or in Switzerland.</li>\n            <li>You will not use AKASHA to do anything misleading, malicious or discriminatory.</li>\n            <li>You will not post content or take any action on AKASHA that infringes or violates someone else's rights, including copyrights and other intellectual property rights, or otherwise violates the law.</li></ul></p>\n                      <p>12. It is envisaged that updated versions of AKASHA will contain self moderation functionalities enabling the AKASHA community to keep AKASHA clean from any unlawful content and activities without any direct intervention from AKASHA International GmbH.</p>"
  },
  {
    "id": "app.terms.registrationTitle",
    "description": "registration and identity section title",
    "defaultMessage": "4. Registration and Identity"
  },
  {
    "id": "app.terms.registrationBody",
    "description": "registration and identity section content",
    "defaultMessage": "<p>13. You may create an Identity using the credentials of your choice or maintain multiple Identities. However, as AKASHA runs on the Ethereum Platform, the use of AKASHA involves certain payments. Accordingly, you will not use AKASHA if you are under 13 years old.</p>"
  },
  {
    "id": "app.terms.gasDeductionTitle",
    "description": "gas deduction section title",
    "defaultMessage": "5. AKASHA Gas Deduction Functionality"
  },
  {
    "id": "app.terms.gasDeductionBody",
    "description": "gas deduction section content",
    "defaultMessage": "<p>14. When creating an Identity on AKASHA, you will be provided with an Ethereum Address (Ethereum Identity Key) to which you will need to make a transfer of a small amount of Ether (ETH). The Ethereum Identity Key contains a pre-set functionality to deduct from your Identity Key Balance an AKASHA Gas Deduction, which is triggered by every transaction you make on AKASHA. The amount of ETH on your Ethereum Identity Key Balance remains always in your sole control and may be withdrawn any time. AKASHA and/or AKASHA International GmbH has no access to your Ethereum Identity Key. </p>"
  },
  {
    "id": "app.terms.noWarrantyTitle",
    "description": "no warranty section title",
    "defaultMessage": "6. No warranty"
  },
  {
    "id": "app.terms.noWarrantyBody",
    "description": "no warranty section content",
    "defaultMessage": "<p>15. You understand and expressly accept that there is no warranty whatsoever regarding the availability, functionality, and/or the success of AKASHA and the Ethereum Identity Key , expressed or implied, to the extent permitted by law, and that the Pre-Alpha release of AKASHA is used at the sole risk of yourself on an “as is” and “under development” basis and without, to the extent permitted by law, any warranties of any kind, including, but not limited to, warranties of title or implied warranties, merchantability or fitness for a particular purpose;</p>"
  },
  {
    "id": "app.terms.passwordTitle",
    "description": "password section title",
    "defaultMessage": "7. Password / Open Login"
  },
  {
    "id": "app.terms.passwordBody",
    "description": "password section content",
    "defaultMessage": "<p>16. As part of creating your identity, you will need to provide a password. The password will be used to access AKASHA and make use of your Ethereum Identity Key Balance. You must keep this password safe and may not share it with anybody. </p>\n              <p>17 When logging in you have an option to create a secure “authentication hash/token” for a amount of time in your choice, which allows you to securely sign transactions while logged in without having to reintroduce your password each time you post, comment or vote on something (Open Login Function). When the selected time period expires, you will be prompted to reintroduce your password. Please assure that you do not leave your AKASHA access device unattended after having chosen the Open Login Function.</p>"
  },
  {
    "id": "app.terms.risksTitle",
    "description": "risks section title",
    "defaultMessage": "8. Risks"
  },
  {
    "id": "app.terms.risksBody",
    "description": "risks section content",
    "defaultMessage": "<p>18. You understand and accept the risks in connection with using AKASHA and transferring ETH to the Deposit Wallet as exemplary set forth hereinafter. In particular, but not concluding, you understand the inherent risks listed hereinafter:\n              <ul>\n              <li>Risk of software weaknesses: You understand and accept that AKASHA, the smart contract system concept, the underlying software application and software platform (i.e. the Ethereum blockchain) is still in an early development stage and unproven, why there is no warranty that              AKASHA will run uninterrupted or error-free and why there is an inherent risk that the software could contain weaknesses, vulnerabilities or bugs causing, inter alia, the complete loss of your profile and/or ETH submitted by you to the Deposit Wallet.</li>\n              <li>Regulatory risk: The User understands and accepts that the blockchain technology allows new forms of interaction and that it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology based                applications, which may be contrary to the current setup of AKASHA and which may, inter alia, result in substantial modifications of the AKASHA, including its termination and the loss of ETH submitted by you to the Deposit Wallet.</li>\n              <li>Risk of abandonment / lack of success: You understand and accept that the development of AKASHA beyond the Beta Version may be abandoned for a number of reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by      competing projects).</li>\n              <li>Risk of theft: You understand and accept that the AKASHA smart contract concept, the underlying software application and software platform (i.e. the Ethereum blockchain) may be exposed to attacks by hackers or other individuals that that could result in theft or loss of ETH          submitted by you to the Deposit Wallet.</li>\n              <li>Risk of Ethereum mining attacks: You understand and accept that, as with other cryptocurrencies, the blockchain used for AKASHA is susceptible to mining attacks, including but not limited to double-spend attacks, majority mining power attacks, “selfish-mining” attacks, and race      condition attacks.</li>\n              <li>Risk of new version: You understand and accept that the network of miners will be ultimately in control of AKASHA. You understand that a majority of these miners could agree at any point to make changes to the official AKASHA network and to run the new version of the smart contract system.</li></ul></p>"
  },
  {
    "id": "app.terms.taxationTitle",
    "description": "taxation section title",
    "defaultMessage": "9. Taxation"
  },
  {
    "id": "app.terms.taxationBody",
    "description": "taxation section content",
    "defaultMessage": "<p>19. You bear the sole responsibility to determine if any action or transaction related to AKASHA have tax implications for yourself.</p>"
  },
  {
    "id": "app.terms.noLiabilityTitle",
    "description": "no liability section title",
    "defaultMessage": "10. No Liability"
  },
  {
    "id": "app.terms.noLiabilityBody",
    "description": "no liability section content",
    "defaultMessage": "<p>20. You acknowledge and agree that, to the fullest extent permitted by any applicable law, the User will not hold any developers, contractors or founders of AKASHA and/or AKASHA International GmbH liable for any and all damages or injury whatsoever caused by or related to the use of, or the inability to use, AKASHA under any cause or action whatsoever of any kind in any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that developers of AKASHA and/or AKASHA International GmbH shall not be liable for any indirect, incidental, special, exemplary or consequential damages (including for loss of profits, goodwill, data goodwill or other intangible losses) in any way whatsoever arising out of the use of, or the inability to use of AKASHA.</p>\n                      <p>21. In particular, you acknowledge and agree that AKASHA and any of its developers, contractors or founders and/or AKASHA International GmbH will not be liable under any circumstances to you or any other party, person or entity for any damages or losses that may result from the following:\n                  <ul>\n                  <li>Termination, suspension, loss or modification of AKASHA;</li>\n                  <li>Use of or inability to use AKASHA;</li>\n                  <li>Access delays or acces interruptions to AKASHA;</li>\n                  <li>Data non-delivery, mis-delivery, corruption, destruction or other modification;</li>\n                  <li>Events beyond AKASHA’s control;</li>\n                  <li>Application of any applicable law, regulation or AKASHA policy;</li>\n                  <li>Disbursement or non-disbursement of fund held on your Deposit Wallet; </li>\n                  <li>Loss or liability resulting from errors, omissions or misstatements related to AKASHA (this includes loss of data resulting from delays, nondeliveries, mis-deliveries or service interruptions independent of the cause);</li>\n                  <li>Loss or liability resulting from the unauthorized use or misuse of your Identity, password or other security authentication option;</li>\n                  <li>Unauthorized use or alteration of your content;</li>\n                  <li>Violation of any third party rights, including, but not limited to, rights of publicity, rights of privacy, intellectual property rights and any other proprietary rights;</li>\n                  <li>Any other matter relating to your use of AKASHA.</li>\n                  </ul></p>\n                      <p>22. AKASHA and/or AKASHA International GmbH disclaims any responsibility for any content, goods and services sold by you or otherwise made available through AKASHA, or the quality or accuracy of any information on AKASHA. AKASHA and/or AKASHA International GmbH will not endorse, warrant, or guarantee any product or service offered through AKASHA, and will not be a party to or in any way monitor any transaction between you and third-party offered through or resulting from the services or use of AKASHA, including, but not limited to, all licensing of content, transactions, or any business agreements. </p>\n                      <p>23. You agree to indemnify, defend and hold harmless AKASHA and/or AKASHA International GmbH from and against any and all claims, losses, expenses brought by a third party that arises out of your breach of your obligations, warranties or representations under these Terms.</p>"
  },
  {
    "id": "app.terms.miscTitle",
    "description": "miscellaneous section title",
    "defaultMessage": "11. Miscellaneous"
  },
  {
    "id": "app.terms.miscBody",
    "description": "miscellaneous section content",
    "defaultMessage": "<p>24. You agree that if any portion of these Terms is found illegal or unenforceable, in whole or in part, such provision shall, as to such jurisdiction, be ineffective solely to the extent of such determination of invalidity or unenforceability without affecting the validity or enforceability thereof in any other manner or jurisdiction and without affecting the remaining provisions of the Terms, which shall continue to be in full force and effect.</p>\n                      <p>25. The applicable law is Swiss law. Any dispute arising out of or in connection with AKASHA\nshall be finally settled by the ordinary courts of Zug, Switzerland.</p>"
  }
]