[
    {
        "id": "app.tutorial.akashaTitle",
        "description": "akasha slide title",
        "defaultMessage": "Le language de la liberté"
    },
    {
        "id": "app.tutorial.akashaContent",
        "description": "akasha slide content",
        "defaultMessage": "Avec AKASHA, vos idées et pensées feront écho le long de l'existence de l'humanité,\n                grâce à un réseau à l'échelle planétaire immunisé contre la censure de par sa conception. L'information\n                vit et se propage à travers le réseau sans avoir à compter sur une entité particulière,\n                même pas nous."
    },
    {
        "id": "app.tutorial.ethereumTitle",
        "description": "ethereum slide title",
        "defaultMessage": "Propulsé par Ethereum"
    },
    {
        "id": "app.tutorial.ethereumContent",
        "description": "ethereum slide content",
        "defaultMessage": "Ethereum nous a permis de construire un nouveau type d’application qui supprime le besoin de                faire une confiance aveugle aux administrateurs de serveurs. Grâce à sa transparences, nous                avons une authentification, une identité, une vérifiabilité, un vote et                des micro-transactions fiables."
    },
    {
        "id": "app.tutorial.ipfsTitle",
        "description": "ipfs slide title",
        "defaultMessage": "Fiabilité renforcée grâce au système de fichier décentralisé (IPFS)"
    },
    {
        "id": "app.tutorial.ipfsContent",
        "description": "ipfs slide content",
        "defaultMessage": "Grâce au système de fichier inter-planétaire (IPFS), nous avons supprimé l'obligation de stocker et distribuer votre contenu via des serveurs. Ceci permet aux utilisateurs de contourner le blocus traditionnel de censure et habilite les personnes d'une véritable liberté d'expression."
    },
    {
        "id": "app.tutorial.webTitle",
        "description": "web slide title",
        "defaultMessage": "Vers un internet amélioré, au service de l'Humanité"
    },
    {
        "id": "app.tutorial.webContent",
        "description": "web slide content",
        "defaultMessage": "L'avenir n'est pas défini par où nous allons, mais par ce que l'on créer. Nous méritons un web meilleur et nous avons maintenant les outils pour y arriver. Ensemble, nous pouvons façonner un monde où la liberté d'expression sur le web est un droit plus qu'une fonctionnalité."
    }
]