[
    {
        "id": "app.akasha.terms.version",
        "description": "terms and conditions version information",
        "defaultMessage": "Bersyon 2 / Nobyembre 2016"
    },
    {
        "id": "app.akasha.terms.title",
        "description": "AKASHA`s terms and conditions title",
        "defaultMessage": "AKASHA: Mga tuntunin ng Serbisyo"
    },
    {
        "id": "app.akasha.terms.preface",
        "description": "AKASHA`s terms preface",
        "defaultMessage": "1 AKASHA ay isang sunod-na-henerasyon ng sosyal blogging na network na pinapagana gamit ang bagong uri ng kompyuter na kilala bilang Ethereum at ang Inter Planetary ng Sistema ng File.\n            2 Sa paggamit ng AKASHA at paggawa ng Pagkakakilanlan ng AKASHA o ang Matalinong Kontrata ng Profile, ikaw ay kumumpirma na maingat na sumuri at buong maunawaan at sumang-ayon sa mga tuntunin at kondisyon na na-set pasulong sa dokumentong ito (mga \"Tuntunin\").\n            3 Dahil ang kasalukuyang bersyon ng AKASHA ay isang Pre-Alpha-Release lamang, maari kaming magpakiusap sa iyo na sumuri at magtanggap ng bago o suplemental na tuntunin na magagamit sa iyong interaksyon sa AKASHA at sa bagong napakilalang mga functionality sa hinaharap.\n            4 Bago mag-install ng AKASHA, mangyari lamang na siguraduhin na ikaw ay nakapag-download ng .zip na dokumento gamit ang pre-alpha na imbitasyon na diretchong ipinadala ng AKASHA. Ang Pag-alis ng laman/ Pag-install ng kahit anong mga dokumento ay maaring magdawit ng substansyal na mga panganib sa seguridad."
    },
    {
        "id": "app.akasha.terms.privacyTitle",
        "description": "privacy section title",
        "defaultMessage": "1. Pagkapribado"
    },
    {
        "id": "app.akasha.terms.privacyBody",
        "description": "privacy section content",
        "defaultMessage": "5 Ang iyong pagkapribado ay napaka-importante sa amin na nagbubukod tangi sa AKASHA sa ibang mga sikat na Network sa Sosyal Media. Dinesenyo namin ang AKASHA sa paraan na iyong mapanatiling kontrolado kung paano mo mabahagi ang iyong datos sa iba. Ang AKASHA ay hindi magkokolekta at gagamit ng iyong mga nilalaman at impormasyon sa kahit anong mga sadya maliban na lamang sa mga pinili mo."
    },
    {
        "id": "app.akasha.terms.sharingYourContentTitle",
        "description": "sharing content section title",
        "defaultMessage": "2. Pagbabahagi ng iyong Kontento at Impormasyon"
    },
    {
        "id": "app.akasha.terms.sharingYourContentBody",
        "description": "content of sharing your content section",
        "defaultMessage": "6 Ikaw ang nagmamay-ari sa lahat ng nilalaman at impormasyon na iyong i-post sa AKASHA. Ang AKASHA ay magpapahintulot sa iyo na kontrolin ang iyong nilalaman at kung paano ito mababahagi gamit ang iyong mga setting sa AKASHA.\n            7 Para sa nilalaman na balot ng karapatan sa intelektwal na pagmamay-ari, kagaya ng mga imahe, teksto at bidyos (Nilalaman ng IP), ikaw ay may responsibilidad na mamili sa loob ng iba't ibang Pagpipilian ng Lisensya (magpapaloob ng isang spektrum sa lahat ng mga karapatan na nakareserba sa walang karapatang nareserba) na magpapahintulot sa iyo na tukuyin kung paano at sa anong mga kondisyon na ang iyong nilalaman ay maaring magamit ng iba.\n            8 Sa paglalathala ng iyong nilalaman ng IP sa AKASHA, pinapahintulutan mo ang AKASHA ng hindi eksklusibo, malilipat, sub-licensable, walang royalty, pangbuong mundong lisensya na gamitin ang nilalaman ng IP para sa layunin ng publikasyon nito sa AKASHA at subjektibo sa mga kondisyon na natutukoy mo sa mga Pagpipilian sa Lisensya.\n            9 Ikaw ay nawari na ang AKASHA ay isang desentralisadong aplikasyon at nang, sa kasunod, ang nilalaman na na-ipublish sa AKASHA ay hindi napapaloob ng kontrol sa kahit anong legal na entidad o pribadong indibiduwal. Alinsunod, hindi mo maaring mabura lahat ng kahit anong nilalaman na na-publish galing sa Platform ng AKASHA. Kung magtatanggal ka ng nilalaman, ang iyong nilalaman ay mawawala lamang sa lista at magiging mahirap nang hanapin sa iba. Gayunpaman, naiintindihan mo na ang pagtanggal ng nilalaman ay iiral ng walang limitasyon sa oras at maari pa ring magagamit sa iba.\n            10 Kung ikaw ay magpa-publish ng nilalaman gamit ang setting na \"Walang karapatan na nareserba\" sa Pagpipilian sa Lisensya, ito ay mangangahulugan na ikaw ay nagpapahintulot sa lahat na makita at gamitin ang nasabing nilalaman, na ma-makakabit nito sa iyo (i.e., iyong pangalan at profile pityur) at iyong mapasawalang bahala ang lahat ng iyong mga copyright at magkaugnay na karapatan sa nilalamang ito."
    },
    {
        "id": "app.akasha.terms.noUnlawfulTitle",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "3. Walang hindi matuwid na mga aktibidad at nilalaman"
    },
    {
        "id": "app.akasha.terms.noUnlawfulBody",
        "description": "no unlawful activities and content section title",
        "defaultMessage": "11 Ikaw ay nakawari na ang AKASHA ay buong desentralisadong platporm na hindi napapaloob sa kontrol ng kahit anong legal na entidad o pribadong indibiduwal. Ang AKASHA ay walang kaalaman at walang paraan ng pagkontrol kung ang kahit anong nilalaman na naka-publish sa AKASHA ay naglalabag sa kahit anong third party na karapatan sa intelektuwal ng pag-aari o ilegal na napapaloob sa mga karapatan ng tiyak na mga jurisdiksyon. Alinsunod, ang tagumpay ng AKASHA ay maasahan sa responsibilidad ng bawat Manggagamit. Sa paggamit ng AKASHA ikaw ay komitadong magpapanatili sa AKASHA na malinis sa kahit anong hindi matuwid na nilalaman at mga aktibidad.\nSa partikular:\n                § Ikaw ay hindi magso-solisit ng impormasyon sa pag-login o pagpasok ng Profile na pinagmamayarian ng iba.\n                § Ikaw ay hindi mang-aasar, maghahambog or magha-harass ng ibang Manggagamit.\n                § Ikaw ay hindi magpo-post ng nilalaman na puno ng poot na pananalita, nakakabanta, nagbibigay karahasan\n                § Ikaw ay hindi gagamit ng AKASHA upang gumawa ng hindi matuwad sa iyong jurisdiksyon o sa loob ng Switzerland\n                § Ikaw ay hindi gagamit ng AKASHA upang gumawa ng kahit anong mapanlinlang, malisyoso o diskriminasyon.\n                § Ikaw ay hindi magpo-post ng nilalaman o gagawa ng aksyon sa AKASHA na susuway o lalabag ng karapatan ng iba o kung hindi man ay naglalabaw sa batas.\n            12 Hinahangad na ang mga na-update na bersyon ng AKASHA ay maglalaman ng mga functionality na magpapasagawa sa Komunidad ng AKASHA na kanya kanyang mapamahala ang mga nilalaman na na-publish sa platform ng walang direktang pagkasangkot sa AKASHA Internasyonal GmbH."
    },
    {
        "id": "app.akasha.terms.registrationTitle",
        "description": "registration and identity section title",
        "defaultMessage": "4. Rehistrasyon at Identidad"
    },
    {
        "id": "app.akasha.terms.registrationBody",
        "description": "registration and identity section content",
        "defaultMessage": "13 Ang AKASHA ay kabuuang patungkol sa pagkapribado. Maari ka'ng gumawa ng identidad gamit ang mga kredensyal na iyong napili at mapanatili ang iba't ibang identidad. Gayunpaman, dahil ang AKASHA ay tumatakbo sa Ethereum na Platform, ang paggamit ng AKASHA ay maglalaman ng tiyak na pagbabayad. Alinsunod, ikaw ay hindi gagamit ng AKASHA kung ikaw ay mababa sa 13 taong gulang."
    },
    {
        "id": "app.akasha.terms.paymentOfFeesTitle",
        "description": "payment of fees section title",
        "defaultMessage": "5. Pagbayad ng Babayarin"
    },
    {
        "id": "app.akasha.terms.paymentOfFeesBody",
        "description": "payment of fees section content",
        "defaultMessage": "14 Kapag gagawa ng identidad, ikaw ay mabibigyan ng Ethereum na Adres (Susi sa Identidad ng Ethereum) na kung saan ikaw ay magkakailangan gumawa ng paglilipat ng maliit na halaga ng Ether (ETH). Kapag ang iyong paggamit ng AKASHA ay nakakapaloob ng pagbayad sa isang bayarin, itong fee - pagkatapos mo'ng magbigay ng iyong pahintulot sa bawat indibiduwal na kaso - mawi-withdraw glaing sa iyong Balanse sa Susi sa Identidad ng Ethereum. Ang halaga ng ETH sa iyong Balanse sa Susi sa Identidad ng Ethereum ay mapapanatili sa iyong kontrol at maaring ma-withdraw sa kahit anong oras."
    },
    {
        "id": "app.akasha.terms.advertisementTitle",
        "description": "advertisement section title",
        "defaultMessage": "6. Patalastas"
    },
    {
        "id": "app.akasha.terms.advertisementBody",
        "description": "advertisement section content",
        "defaultMessage": "15 Ang AKASHA ay mananatiling libre sa kahit anong mga patalastas at ibang mga komersyal o inisponsor na nilalaman. Upang magatulong sa amin na gawin iyan, sang ayon ka na magpigil sa pagamit ng AKASHA para sa mga patalastas na layunin."
    },
    {
        "id": "app.akasha.terms.noWarrantyTitle",
        "description": "no warranty section title",
        "defaultMessage": "7. Walang warranty"
    },
    {
        "id": "app.akasha.terms.noWarrantyBody",
        "description": "no warranty section content",
        "defaultMessage": "16 Nauunawaan mo at hayag na tanggap na mayroong walang warranty o kahit anong patungkol sa kakayahang magamit, pag-andar, at/o sa tagumpay ng AKASHA at ng Susi sa Identidad ng Ethereum , ipinapahayag o ipinahihiwatig, sa lawak na pinahihintulutan ng batas, at nang sa Pre-Alpha release ng AKASHA ay magamit sa tanging sapalaran ng iyong sarili sa isang \"ganyan lang\" at \"ilalim ng paggawa\" na basehan at walang, sa lawak na pinahihintulutan ng batas, ay mga warranty sa kahit anong uri, kasali, at hindi limitado sa, mga warranty ng titulo o mga ipinakahulugang warranty, pagpapangalakal o husto sa partikular na layunin;"
    },
    {
        "id": "app.akasha.terms.passwordTitle",
        "description": "password section title",
        "defaultMessage": "8. Password / Buksan ang Login"
    },
    {
        "id": "app.akasha.terms.passwordBody",
        "description": "password section content",
        "defaultMessage": "17    Nilang kabilang sa paggawa ng iyong identidad, kailangan mo'ng magbigay ng password. Ang password ay magagamit sa pagpasok ng AKASHA at mabigyang gamit ang iyong Balanse sa Susi sa Identidad ng Ethereum. Kailangan mo'ng ipanatili ang password na ligtas at hindi maaring mabahagi ito sa kahit sino.\n            18    Kapag maglog-in ikaw ay mayroong pagpipilian na gumawa ng ligtas na \"autentikasyong hash/token\" sa loob ng napili mong oras, na magpapahintulot sa iyo na maingat na mapirmahan ang mga transaksyon habang naka-login kahit hindi magpapakilala ng iyong password sa bawat oras na ikaw magpost, magkomento, o magvote ng kahit ano (Bukas na Paglogin na Function). Kapag ang napiling panahon ng oras ay ma-expire, ikaw ay maalisto na magpapakilala ng password. Marapat lamang na siguraduhin na hindi mo iiiwan ang iyong AKASHA nga access device na walang nakabantay pagkatapos makapili ng Bukas na Paglogin na Function.z"
    },
    {
        "id": "app.akasha.terms.risksTitle",
        "description": "risks section title",
        "defaultMessage": "9. Risks"
    },
    {
        "id": "app.akasha.terms.risksBody",
        "description": "risks section content",
        "defaultMessage": "19 You understand and accept the risks in connection with using AKASHA and transferring ETH to the Deposit Wallet as exemplary set forth hereinafter. In particular, but not concluding, you understand the inherent risks listed hereinafter:\n                §  Risk of software weaknesses: You understand and accept that AKASHA, the smart contract system concept, the underlying software application and software platform (i.e. the Ethereum blockchain) is still in an early development stage and unproven, why there is no warranty that AKASHA will run uninterrupted or error-free and why there is an inherent risk that the software could contain weaknesses, vulnerabilities or bugs causing, inter alia, the complete loss of your profile and/or ETH submitted by you to the Deposit Wallet.\n                §  Regulatory risk: The User understands and accepts that the blockchain technology allows new forms of interaction and that it is possible that certain jurisdictions will apply existing regulations on, or introduce new regulations addressing, blockchain technology based applications, which may be contrary to the current setup of AKASHA and which may, inter alia, result in substantial modifications of the AKASHA, including its termination and the loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of abandonment / lack of success: You understand and accept that the development of AKASHA beyond the Beta Version may be abandoned for a number of reasons, including lack of interest from the public, lack of funding, lack of commercial success or prospects (e.g. caused by competing projects).\n                §  Risk of theft: You understand and accept that the AKASHA smart contract concept, the underlying software application and software platform (i.e. the Ethereum blockchain) may be exposed to attacks by hackers or other individuals that that could result in theft or loss of ETH submitted by you to the Deposit Wallet.\n                §  Risk of Ethereum mining attacks: You understand and accept that, as with other cryptocurrencies, the blockchain used for AKASHA is susceptible to mining attacks, including but not limited to double-spend attacks, majority mining power attacks, “selfish-mining” attacks, and race condition attacks.\n                §  Risk of new version: You understand and accept that the network of miners will be ultimately in control of AKASHA. You understand that a majority of these miners could agree at any point to make changes to the official AKASHA network and to run the new version of the smart contract system."
    },
    {
        "id": "app.akasha.terms.taxationTitle",
        "description": "taxation section title",
        "defaultMessage": "10. Taksasyon"
    },
    {
        "id": "app.akasha.terms.taxationBody",
        "description": "taxation section content",
        "defaultMessage": "20 Ikaw ay nagtataglay ng tanging responsibilidad upang matukoy kung ang kahit anong akson o transaksyon na kaugnay sa AKASHA ay may mga implikasyon sa tax para sa iyong sarili."
    },
    {
        "id": "app.akasha.terms.noLiabilityTitle",
        "description": "no liability section title",
        "defaultMessage": "11. Walang Pananagutan"
    },
    {
        "id": "app.akasha.terms.noLiabilityBody",
        "description": "no liability section content",
        "defaultMessage": "21 You acknowledge and agree that, to the fullest extent permitted by any applicable law, the User will not hold any developers, contractors or founders of AKASHA liable for any and all damages or injury whatsoever caused by or related to the use of, or the inability to use,    AKASHA under any cause or action whatsoever of any kind in any jurisdiction, including, without limitation, actions for breach of warranty, breach of contract or tort (including negligence) and that developers of AKASHA shall not be liable for any indirect, incidental, special,              exemplary or consequential damages (including for loss of profits, goodwill, data goodwill or other intangible losses) in any way whatsoever arising out of the use of, or the inability to use of AKASHA.\n            22 In particular, you acknowledge and agree that AKASHA and any of its developers, contractors or founders will not be liable under any circumstances to you or any other party, person or entity for any damages or losses that may result from the following:\n                § Termination, suspension, loss or modification of AKASHA;\n                §  Use of or inability to use AKASHA;\n                §  Access delays or acces interruptions to AKASHA;\n                §  Data non-delivery, mis-delivery, corruption, destruction or other modification;\n                §  Events beyond AKASHA’s control;\n                §  Application of any applicable law, regulation or AKASHA policy;\n                §  Disbursement or non-disbursement of fund held on your Deposit Wallet;\n                §  Loss or liability resulting from errors, omissions or misstatements related to AKASHA (this includes loss of data resulting from delays, nondeliveries, mis-deliveries or service interruptions independent of the cause);\n                §  Loss or liability resulting from the unauthorized use or misuse of your Identity, password or other security authentication option;\n                §  Unauthorized use or alteration of your content;\n                §  Violation of any third party rights, including, but not limited to, rights of publicity, rights of privacy, intellectual property rights and any other proprietary rights;\n                §  Any other matter relating to your use of AKASHA.\n            23 AKASHA disclaims any responsibility for any content, goods and services sold by you or otherwise made available through AKASHA, or the quality or accuracy of any information on AKASHA. AKASHA will not endorse, warrant, or guarantee any product or service offered through AKASHA, and will not be a party to or in any way monitor any transaction between you and third-party offered through or resulting from the services or use of AKASHA, including, but not limited to, all licensing of content, transactions, or any business agreements."
    },
    {
        "id": "app.akasha.terms.miscTitle",
        "description": "miscellaneous section title",
        "defaultMessage": "12. Sari't sari"
    },
    {
        "id": "app.akasha.terms.miscBody",
        "description": "miscellaneous section content",
        "defaultMessage": "24 Ikaw ay sumasangayon na kung mayroon kahit anong porsyon sa mga Mga Tuntunin na nakikita bilang ilegal o hindi maganapan, sa kabuuan or parte, ang nasabing probisyon ay dapat, sa nasabing jurisdiksyon, ay natatanging inepektibo sa layo ng nasabing determinasyon ng pagka-imbalido o hindi mapaganapan ng hindi ma-aapektuhan ang kabuluhan      o pagpapaganap nito o sa kahit anong paraan o jurisdiksyon at ng hindi maapektuhan ang natitirang mga probisyon sa Mga Tuntunin, na dapat na magpapatuloy bilang buong pwersa at epeketo.\n            25 Ang akmang batas ay ang Swiss na batas. Kahit anong pagmamatwiran na lilitaw palabas ng o sa koneksyon ng AKASHA\n            ay dapat na maayos sa wakas sa pamamagitan ng ordinaryong mga korte ng rehistradong domisil ng nasasakdal."
    }
]